Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: <strong>Warning:</strong> Password Reset page must contain shortcode <code>[ultimatemember_password]</code>.
pt_br: <strong>Aviso:</strong> A página de redefinição de senha deve conter o shortcode <code>[ultimatemember_password]</code>.

source: <strong>Warning:</strong> Register page must contain a registration form shortcode. You can get existing shortcode or create a new one <a href="edit.php?post_type=um_form" target="_blank">here</a>.
pt_br: <strong>Aviso:</strong> A página de registro deve conter um shortcode de formulário de registro. Você pode obter um shortcode existente ou criar um novo <a href="edit.php?post_type=um_form" target="_blank">aqui</a>.

source: <strong>Warning:</strong> User page must contain a profile form shortcode. You can get existing shortcode or create a new one <a href="edit.php?post_type=um_form" target="_blank">here</a>.
pt_br: <strong>Aviso:</strong> A página do usuário deve conter um shortcode de formulário de perfil. Você pode obter um shortcode existente ou criar um novo <a href="edit.php?post_type=um_form" target="_blank">aqui</a>.

source: <strong>Warning:</strong> Members page must contain a profile form shortcode. You can get existing shortcode or create a new one <a href="edit.php?post_type=um_directory" target="_blank">here</a>.
pt_br: <strong>Aviso:</strong> A página de membros deve conter um shortcode de formulário de perfil. Você pode obter um shortcode existente ou criar um novo <a href="edit.php?post_type=um_directory" target="_blank">aqui</a>.

source: %s page
pt_br: %s Página

source: Choose a page...
pt_br: Escolha uma página...

source: Profile menu
pt_br: Menu de Perfil

source: Enable %s Tab
pt_br: Habilitar %s Aba

source: Select which users can view this tab.
pt_br: Selecione quais usuários podem visualizar esta aba.

source: Allowed roles
pt_br: Cargos Permitidos

source: Select the the user roles allowed to view this tab.
pt_br: Selecione os cargos de usuário permitidos para visualizar esta aba.

source: Choose user roles...
pt_br: Escolha os cargos de usuário...

source: This will be the default tab on user profile page.
pt_br: Esta será a guia padrão na página de perfil do usuário

source: Menu icons in desktop view
pt_br: Ícones de menu na visualização desktop

source: "Desktop view" means the profile block's width lower than 800px.
pt_br: "Visão de desktop" significa a largura do bloco de perfil menor que 800px.

source: Globally control the access of your site, you can have separate restrict options per post/page by editing the desired item.
pt_br: Controle globalmente o acesso ao seu site, você pode ter opções de restrição separadas por post/página editando o item desejado.

source: A logged out user will be redirected to this url If he is not permitted to access the site.
pt_br: Um usuário desconectado será redirecionado para esta URL se ele não tiver permissão para acessar o site.

source: Here you can exclude URLs beside the redirect URI to be accessible to everyone.
pt_br: Aqui você pode excluir URLs além do URI de redirecionamento para serem acessíveis a todos.

source: Add New URL
pt_br: Adicionar Nova URL

source: Accessible Homepage
pt_br: Página inicial acessível

source: Accessible Category pages
pt_br: Páginas de categorias acessíveis

source: Restricted Post Title
pt_br: Título do Post Restrito

source: Replace the restricted Post Title
pt_br: Substituir o Título do Post restrito

source: Allow to replace the restricted post title to users that do not have permission to view the content.
pt_br: Permitir substituir o título do post restrito para usuários que não têm permissão para visualizar o conteúdo.

source: Restricted Access Post Title
pt_br: Título do Post com Acesso Restrito

source: If enabled, the text entered below will replace the title of the post/page/CPT for users who do not have permission to view the restricted content. Please see this doc for more information on this.
pt_br: Se ativado, o texto inserido abaixo substituirá o título do post/página/CPT para usuários que não têm permissão para visualizar o conteúdo restrito. Consulte este documento para mais informações sobre isso.

source: This is the message shown to users that do not have permission to view the content.
pt_br: Esta é a mensagem exibida para usuários que não têm permissão para visualizar o conteúdo.

source: Restricted Gutenberg Blocks
pt_br: Blocos Gutenberg Restritos

source: If enabled then allows to set the blocks restriction settings in wp-admin.
pt_br: Se ativado, permite definir as configurações de restrição de blocos no wp-admin.

source: This is the message shown to users that do not have permission to view the block's content.
pt_br: Esta é a mensagem exibida para usuários que não têm permissão para visualizar o conteúdo do bloco.

source: Check post types for which you plan to use the "Content Restriction" settings.
pt_br: Verifique os tipos de post para os quais você planeja usar as configurações de "Restrição de Conteúdo".

source: Check taxonomies for which you plan to use the "Content Restriction" settings.
pt_br: Verifique as taxonomias para as quais você planeja usar as configurações de "Restrição de Conteúdo".

source: Custom usermeta table
pt_br: Tabela de usermeta personalizada

source: Check this box if you would like to enable the use of a custom table for user metadata. Improved performance for member directory searches.
pt_br: Marque esta caixa se desejar habilitar o uso de uma tabela personalizada para metadados de usuários. Melhor desempenho para buscas no diretório de membros.

source: We recommend creating a backup of your site before running the update process. Do not exit the page before the update process has complete.
pt_br: Recomendamos criar um backup do seu site antes de iniciar o processo de atualização. Não saia da página antes que o processo de atualização esteja concluído.

source: After clicking the <strong>"Run"</strong> button, the update process will start. All information will be displayed in the field below.
pt_br: Após clicar no botão <strong>"Executar"</strong>, o processo de atualização será iniciado. Todas as informações serão exibidas no campo abaixo.

source: If the update was successful, you will see a corresponding message. Otherwise, contact technical support if the update failed.
pt_br: Se a atualização foi bem-sucedida, você verá uma mensagem correspondente. Caso contrário, entre em contato com o suporte técnico se a atualização falhar.

source: This section enables you to assign a page to one of the core elements necessary for the plugin's proper function. The plugin automatically creates and configures the required pages upon installation.<br />You only need to use this tab if you accidentally deleted pages that were automatically created during the initial plugin activation. <a href="%s" target="_blank">Learn more about manually creating pages</a>.
pt_br: Esta seção permite que você atribua uma página a um dos elementos principais necessários para o funcionamento correto do plugin. O plugin cria e configura automaticamente as páginas necessárias durante a instalação.<br />Você só precisa usar esta aba se tiver excluído acidentalmente as páginas que foram criadas automaticamente durante a ativação inicial do plugin. <a href="%s" target="_blank">Saiba mais sobre como criar páginas manualmente</a>.

source: Users
pt_br: Usuários

source: General users settings.
pt_br: Configurações gerais dos usuários.

source: This will be the role assigned to users registering through Ultimate Member registration forms. By default, this setting will follow the core WordPress setting "New User Default Role" unless you specify a different role.
pt_br: Este será o cargo atribuído aos usuários que se registram através dos formulários de registro do Ultimate Member. Por padrão, essa configuração seguirá a definição principal do WordPress "Novo Cargo do Usuário" a menos que você especifique um cargo diferente

source: Here you can control the permalink structure of the user profile URL globally e.g. %s<strong>username</strong>/.
pt_br: Aqui você pode controlar a estrutura de permalink da URL do perfil do usuário globalmente, por exemplo, %susername/.

source: Select...
pt_br: Selecionar...

source: Specify the custom field meta key that you want to use as profile permalink base. Meta value should be unique.
pt_br: Especifique a chave meta do campo personalizado que você deseja usar como base para o link permanente do perfil. O valor da meta deve ser exclusivo.

source: This is the name that will be displayed for users on the front end of your site. Default setting uses first/last name as display name if it exists.
pt_br: Este é o nome que será exibido para os usuários na frente do seu site. A configuração padrão usa o primeiro/último nome como nome de exibição se existir.

source: Specify the custom field meta key or custom fields seperated by comma that you want to use to display users name on the frontend of your site.
pt_br: Especifique a chave meta do campo personalizado ou campos personalizados separados por vírgula que você deseja usar para exibir o nome dos usuários na frontend do seu site.

source: Hide author pages
pt_br: Ocultar páginas de autores

source: Enable author page redirect to user profile
pt_br: Habilitar redirecionamento da página do autor para o perfil do usuário

source: If enabled, author pages will automatically redirect to the user's profile page.
pt_br: Se ativado, as páginas de autores serão redirecionadas automaticamente para a página de perfil do usuário.

source: Members Directory
pt_br: Diretório de Membros

source: Control whether to enable or disable member directories on this site.
pt_br: Controle se deve habilitar ou desabilitar diretórios de membros neste site.

source: Use Gravatar
pt_br: Usar Gravatar

source: Enable Gravatar
pt_br: Habilitar Gravatar

source: Do you want to use Gravatar instead of the default plugin profile photo (If the user did not upload a custom profile photo/avatar)?
pt_br: Você deseja usar o Gravatar em vez da foto de perfil padrão do plugin (se o usuário não enviou uma foto de perfil/avatar personalizada)?

source: Gravatar has a number of built in options which you can also use as defaults.
pt_br: O Gravatar tem uma série de opções integradas que você também pode usar como padrões.

source: Replace Gravatar's Default avatar
pt_br: Substituir o avatar padrão do Gravatar

source: Set Default plugin avatar as Gravatar's Default avatar
pt_br: Definir o avatar padrão do plugin como o avatar padrão do Gravatar.

source: Do you want to use the plugin default avatar instead of the gravatar default photo (If the user did not upload a custom profile photo/avatar).
pt_br: Você deseja usar o avatar padrão do plugin em vez da foto padrão do Gravatar (se o usuário não enviou uma foto de perfil/avatar personalizada)?

source: Delete user comments
pt_br: Excluir comentários de usuários

source: Enable deleting user comments after deleting a user
pt_br: Habilitar exclusão de comentários de usuários após a exclusão de um usuário

source: Do you want to automatically delete a user's comments when they delete their account or are removed from the admin dashboard?
pt_br: Você deseja excluir automaticamente os comentários de um usuário quando ele excluir sua conta ou for removido do painel de administração?

source: Password & Security settings.
pt_br: Configurações de Senha & Segurança.

source: Toggle Password Visibility
pt_br: Alternar Visibilidade da Senha

source: Enable password show/hide icon on password field
pt_br: Habilitar ícone de mostrar/ocultar senha no campo de senha.

source: Enable users to view their inputted password before submitting the form.
pt_br: Habilitar usuários a visualizar a senha inserida antes de enviar o formulário.

source: Enable strong passwords
pt_br: Habilitar senhas fortes.

source: Enable this option to apply strong password rules to all password fields (user registration, password reset and password change).
pt_br: Habilitar esta opção para aplicar regras de senha forte a todos os campos de senha (registro de usuário, redefinição de senha e alteração de senha).

source: Password minimum length
pt_br: Comprimento mínimo da senha

source: Enter the minimum number of characters a user must use for their password. The default minimum characters is 8.
pt_br: Digite o número mínimo de caracteres que um usuário deve usar para sua senha. O número mínimo de caracteres padrão é 8.

source: Password maximum length
pt_br: Comprimento máximo da senha

source: Enter the maximum number of characters a user can use for their password. The default maximum characters is 30.
pt_br: Digite o número máximo de caracteres que um usuário pode usar para sua senha. O número máximo de caracteres padrão é 30.

source: Email activation link expiration (days)
pt_br: Expiração do link de ativação por e-mail (dias)

source: For user registrations requiring email confirmation via a link, how long should the activation link remain active before expiring? If this field is left blank, the activation link will not expire.
pt_br: Para registros de usuários que exigem confirmação por e-mail via link, quanto tempo o link de ativação deve permanecer ativo antes de expirar? Se este campo for deixado em branco, o link de ativação não expirará.

source: SEO settings for the user profiles.
pt_br: Configurações de SEO para os perfis de usuário.

source: Hides the profile page for robots. This setting can be overridden by individual role settings.
pt_br: Oculta a página de perfil para robôs. Esta configuração pode ser substituída por configurações de cargo individuais.

source: This is the title that is displayed on a specific user profile.
pt_br: Este é o título que é exibido em um perfil de usuário específico.

source: This will be used in the meta description that is available for search-engines.
pt_br: Isto será usado na meta descrição disponível para os motores de busca

source: Account
pt_br: Conta

source: Main account tab
pt_br: Aba principal da conta

source: Allows you to control the fields on the main tab of Account page.
pt_br: Permite controlar os campos na guia principal da página de Conta.

source: Display First & Last name fields
pt_br: Exibir campos Nome e Sobrenome

source: Enable to display First & Last name fields
pt_br: Habilitar exibição dos campos Nome e Sobrenome.

source: If enabled, the First & Last name fields will be shown on the account page.
pt_br: Se ativado, os campos Nome e Sobrenome serão exibidos na página da conta.

source: Enable to prevent First & Last name editing by users
pt_br: Habilitar para prevenir a edição de Nome e Sobrenome pelos usuários.

source: If enabled, this feature will prevent users from changing their first and last names on the account page.
pt_br: Se ativado, este recurso impedirá que os usuários alterem seus nomes e sobrenomes na página da conta.

source: First and last name fields are required
pt_br: Os campos de nome e sobrenome são obrigatórios

source: If enabled, users will not be allowed to remove their first or last names when updating their account information.
pt_br: Se ativado, os usuários não poderão remover seus nomes ou sobrenomes ao atualizar suas informações de conta.

source: Enable changing email via the account page
pt_br: Habilitar alteração de e-mail via a página de conta

source: If disabled, users will not be allowed to change their email address on the account page.
pt_br: Se desativado, os usuários não poderão alterar seu endereço de e-mail na página da conta.

source: Require password to update account
pt_br: Exigir senha para atualizar a conta

source: Enable required password
pt_br: Habilitar senha obrigatória.

source: If enabled, users will need to enter their password when updating their information via the account page.
pt_br: Se ativado, os usuários precisarão inserir sua senha ao atualizar suas informações na página da conta.

source: Change password tab
pt_br: Aba de Alteração de Senha

source: Enables you to toggle the change password tab on the account page.
pt_br: Permite alternar a aba de alteração de senha na página da conta.

source: Display password change account tab
pt_br: Exibir aba de alteração de senha na conta

source: Enable or disable the "Password" tab on the account page.
pt_br: Habilitar ou desabilitar a aba "Senha" na página da conta.

source: Privacy tab
pt_br: Aba de Privacidade

source: Enables you to toggle the privacy tab on the account page. Disable this tab to prevent users from altering their privacy settings.
pt_br: Permite alternar a aba de privacidade na página da conta. Desative esta aba para impedir que os usuários alterem suas configurações de privacidade.

source: Display privacy account tab
pt_br: Exibir aba de privacidade na conta

source: Enable or disable the "Privacy" tab on the account page.
pt_br: Habilitar ou desabilitar a aba "Privacidade" na página da conta.

source: Enable users ability to alter their profile visibility in member directories
pt_br: Habilitar a capacidade dos usuários de alterar a visibilidade do seu perfil em diretórios de membros.

source: If enabled, this will allow users to change their profile visibility in the member directory from the account page.
pt_br: Se ativado, permitirá que os usuários alterem a visibilidade do perfil no diretório de membros a partir da página da conta.

source: Set the default value for the "Hide my profile from directory" option.
pt_br: Defina o valor padrão para a opção "Ocultar meu perfil do diretório".

source: Notifications tab
pt_br: Aba de Notificações

source: Enables you to toggle the notifications tab on the account page. Disable this tab to prevent users from altering their notifications settings.
pt_br: Permite alternar a aba de notificações na página da conta. Desative esta aba para impedir que os usuários alterem suas configurações de notificações.

source: Display notifications account tab
pt_br: Exibir notificações na aba da conta

source: Enable or disable the "Notifications" tab on the account page.
pt_br: Habilitar ou desabilitar a aba "Notificações" na página da conta.

source: Delete tab
pt_br: Excluir Aba

source: Enables you to enable or disable the "Delete Account" tab on the account page. Disable this tab if you wish to prevent users from being able to delete their own accounts.
pt_br: Permite habilitar ou desabilitar a aba "Excluir Conta" na página da conta. Desative esta aba se desejar impedir que os usuários excluam suas próprias contas.

source: Display delete account tab
pt_br: Exibir aba de exclusão de conta

source: Enable/disable the Delete account tab in account page.
pt_br: Habilitar/desabilitar a aba Excluir Conta na página da conta.

source: Account Deletion Text
pt_br: Texto de Exclusão de Conta

source: This is the custom text that will be displayed to users before they delete their account from your website when their password is required to confirm account deletion.
pt_br: Este é o texto personalizado que será exibido para os usuários antes de excluírem suas contas do seu site quando a senha deles for necessária para confirmar a exclusão da conta.

source: This is the custom text that will be displayed to users before they delete their account from your website when no password is required to confirm account deletion.
pt_br: Este é o texto personalizado que será exibido para os usuários antes de excluírem suas contas do seu site quando não for necessária a senha para confirmar a exclusão da conta.

source: Uploads
pt_br: Enviados

source: This page allows you to manage user upload options, enabling you to optimize photos for your site.
pt_br: Esta página permite gerenciar opções de upload de usuários, permitindo otimizar fotos para o seu site.

source: Enable getting image orientation from EXIF data
pt_br: Habilitar obtenção de orientação da imagem a partir dos dados EXIF

source: Rotate image to and use orientation by the camera EXIF data.
pt_br: Rotacionar imagem e usar orientação pelos dados EXIF da câmera.

source: Quality is used to determine quality of image uploads, and ranges from 0 (worst quality, smaller file) to 100 (best quality, biggest file). The default range is 60.
pt_br: Qualidade é usada para determinar a qualidade dos uploads de imagem, e varia de 0 (pior qualidade, arquivo menor) a 100 (melhor qualidade, arquivo maior). O intervalo padrão é 60.

source: Any image upload above this width will be resized to this limit automatically.
pt_br: Qualquer imagem carregada acima desta largura será redimensionada automaticamente para este limite.

source: Profile photo
pt_br: Foto do perfil

source: Allows you to control the profile photos sizes, thumbnails, etc.
pt_br: Permite a você controlar os tamanhos das fotos de perfil, miniaturas, etc.

source: Sets a maximum size for the uploaded photo.
pt_br: Define um tamanho máximo para a foto carregada.

source: Here you can define which thumbnail sizes will be created for each profile photo upload.
pt_br: Aqui você pode definir quais tamanhos de miniaturas serão criados para cada upload de foto de perfil.

source: Add New Size
pt_br: Adicionar Novo Tamanho

source: Cover photo
pt_br: Foto de capa

source: Allows you to control the cover photos sizes, thumbnails, etc.
pt_br: Permite controlar os tamanhos das fotos de capa, miniaturas, etc.

source: Sets a maximum size for the uploaded cover.
pt_br: Define um tamanho máximo para a capa carregada.

source: This will be the minimum width for cover photo uploads.
pt_br: Esta será a largura mínima para o upload da foto de capa

source: Here you can define which thumbnail sizes will be created for each cover photo upload.
pt_br: Aqui você pode definir quais tamanhos de miniaturas serão criados para cada upload de foto de capa.

source: Access
pt_br: Acesso

source: Restriction Content
pt_br: Conteúdo de Restrição

source: Provides settings for controlling access to your site.
pt_br: Fornece configurações para controlar o acesso ao seu site.

source: Other
pt_br: Outro

source: Reset Password
pt_br: Redefinir Senha

source: Allows to manage reset password settings.
pt_br: Permite gerenciar configurações de redefinição de senha.

source: Password reset limit
pt_br: Limite de redefinição de senha

source: If enabled, this sets a limit on the number of password resets a user can do.
pt_br: Se ativado, define um limite no número de redefinições de senha que um usuário pode fazer.

source: Enter password reset limit
pt_br: Digite o limite de redefinição de senha

source: Set the maximum reset password limit. If reached the maximum limit, user will be locked from using this.
pt_br: Defina o limite máximo de redefinição de senha. Se o limite máximo for alcançado, o usuário será bloqueado de usar isso.

source: Change Password request limit
pt_br: Limite de solicitações de Alteração de Senha

source: Enable limit for changing password
pt_br: Habilitar limite para alteração de senha

source: This option adds rate limit when submitting the change password form in the Account page. Users are only allowed to submit 1 request per 30 minutes to prevent from any brute-force attacks or password guessing with the form.
pt_br: Esta opção adiciona um limite de taxa ao enviar o formulário de alteração de senha na página da conta. Os usuários só podem enviar 1 solicitação por 30 minutos para prevenir ataques de força bruta ou adivinhação de senha com o formulário.

source: Blocked data when sign up
pt_br: Dados Bloqueados ao se Inscrever

source: Allows to manage blocked data of signed up user.
pt_br: Permite gerenciar dados bloqueados de usuários cadastrados.

source: Blocked Email Addresses (Enter one email per line)
pt_br: Endereços de E-mail Bloqueados (Digite um e-mail por linha)
