Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: Please see this <a href="%s" target="_blank">doc</a> for more information.
pt_br: Consulte este <a href="%s" target="_blank">documento</a> para mais informações.

source: Are you sure you want to delete this role?
pt_br: Você tem certeza de que deseja excluir esse cargo?

source: Are you sure you want to reset UM role meta?
pt_br: Você tem certeza de que deseja redefinir os metadados do cargo do UM?

source: Reset UM Role meta
pt_br: Redefinir meta de Cargo UM

source: Role
pt_br: Cargo

source: Role Title
pt_br: Título do Cargo

source: Role ID
pt_br: ID do Cargo

source: No.of Members
pt_br: N. de Membros

source: UM Custom Role
pt_br: Cargo Personalizado UM

source: WP-Admin Access
pt_br: Acesso ao WP-Admin

source: Priority
pt_br: Prioridade

source: Add New
pt_br: Adicionar Novo

source: User Role <strong>Deleted</strong> Successfully.
pt_br: Cargo de Usuário <strong>Excluído</strong> com sucesso.

source: Core path -
pt_br: Caminho principal -

source: Theme path -
pt_br: Caminho do tema -

source: Templates
pt_br: Modelos

source: Core version
pt_br: Versão principal

source: Theme version
pt_br: Versão do tema

source: Styles was upgraded successfully
pt_br: Os estilos foram atualizados com sucesso

source: User Roles was upgraded successfully
pt_br: Cargos de usuário foram atualizados com sucesso

source: Users from %1$s to %2$s was upgraded successfully...
pt_br: Usuários de %1$s a %2$s foram atualizados com sucesso...

source: Settings was upgraded successfully
pt_br: Configurações foram atualizadas com sucesso.

source: Menus settings was upgraded successfully
pt_br: As configurações de menus foram atualizadas com sucesso

source: Mailchimp Lists was upgraded successfully
pt_br: Listas do Mailchimp foram atualizadas com sucesso

source: Social login forms was upgraded successfully
pt_br: Formulários de login social foram atualizados com sucesso

source: UM Custom Posts was upgraded successfully
pt_br: Posts Personalizados UM foram atualizados com sucesso

source: Forums are ready for upgrade
pt_br: Fóruns estão prontos para atualização

source: Forums from %1$s to %2$s was upgraded successfully...
pt_br: Fóruns de %1$s para %2$s foram atualizados com sucesso...

source: Woocommerce Products are ready for upgrade
pt_br: Produtos do Woocommerce estão prontos para atualização

source: Woocommerce Products from %1$s to %2$s was upgraded successfully...
pt_br: Produtos do Woocommerce de %1$s para %2$s foram atualizados com sucesso...

source: Email Templates was upgraded successfully
pt_br: Modelos de E-mail foram atualizados com sucesso

source: Upgrade Styles...
pt_br: Atualizar Estilos...

source: Upgrade Roles...
pt_br: Atualizar Cargos...

source: Upgrade Users...
pt_br: Atualizar Usuários...

source: Getting
pt_br: Obtendo

source: users...
pt_br: usuários...

source: There are
pt_br: Existem

source: Start users upgrading...
pt_br: Iniciar atualização de usuários...

source: Upgrade Content Restriction Settings...
pt_br: Atualizar Configurações de Restrição de Conteúdo...

source: Upgrade Settings...
pt_br: Atualizar Configurações...

source: Upgrade Menu Items...
pt_br: Atualizar Itens de Menu...

source: Upgrade Mailchimp Lists...
pt_br: Atualizar Listas do Mailchimp...

source: Upgrade Social Login Forms...
pt_br: Atualizar Formulários de Login Social...

source: Upgrade UM Custom Post Types...
pt_br: Atualizar Tipos de Postagem Personalizados UM...

source: Upgrade bbPress Forums...
pt_br: Atualizar Fóruns bbPress...

source: Get bbPress Forums count...
pt_br: Obter contagem de Fóruns bbPress...

source: Upgrade Woocommerce Products...
pt_br: Atualizar Produtos do Woocommerce...

source: Get all Products...
pt_br: Obter todos os Produtos...

source: Upgrade Email Templates...
pt_br: Atualizar Modelos de E-mail...

source: Users cache was cleared successfully
pt_br: Cache de Usuários foi limpo com sucesso

source: Clear Users Cache...
pt_br: Limpar Cache de Usuários...

source: Temporary dir was purged successfully
pt_br: O diretório temporário foi purgado com sucesso

source: Purge temp files dir...
pt_br: Limpar diretório de arquivos temporários...

source: Field was upgraded successfully
pt_br: Campo foi atualizado com sucesso

source: Upgrade predefined metafields...
pt_br: Atualizar metafields predefinidos...

source: Roles was upgraded successfully
pt_br: Cargos foram atualizados com sucesso

source: Upgrade user roles...
pt_br: Atualizar cargos dos usuários...

source: Usermeta was upgraded successfully
pt_br: Usermeta foi atualizado com sucesso

source: Member directories were upgraded successfully
pt_br: Os diretórios de membros foram atualizados com sucesso

source: Upgrade user metadata...
pt_br: Atualizar metadados dos usuários...

source: Upgrade Member Directories...
pt_br: Atualizar Diretórios de Membros...

source: Metadata from %1$s to %2$s users were upgraded successfully...
pt_br: Os metadados de %1$s para %2$s usuários foram atualizados com sucesso...

source: Usermeta table was upgraded successfully
pt_br: Tabela usermeta foi atualizada com sucesso

source: Start metadata upgrading...
pt_br: Iniciando atualização de metadados...

source: Create additional metadata table...
pt_br: Criar tabela adicional de metadados...

source: Upgrade form fields...
pt_br: Atualizar campos de formulário...

# Post Type General Name
source: Profile Tabs
pt_br: Abas do Perfil

# Post Type Singular Name
source: Profile tab
pt_br: Aba do Perfil

source: Profile Tabs
pt_br: Abas do Perfil

source: Item Archives
pt_br: Arquivos de Itens

source: Item Attributes
pt_br: Atributos do Item

source: Parent Item:
pt_br: Item Pai:

source: All Items
pt_br: Todos os Itens

source: Add New Item
pt_br: Adicionar Novo Item

source: New Item
pt_br: Novo Item

source: Edit Item
pt_br: Editar Item

source: Update Item
pt_br: Atualizar Item

source: View Item
pt_br: Ver item

source: View Items
pt_br: Ver itens

source: Search Item
pt_br: Pesquisar Item

source: Not found
pt_br: Não encontrado

source: Profile tabs have been updated successfully
pt_br: Abas do Perfil foram atualizadas com sucesso

source: Database has been updated successfully
pt_br: Banco de dados atualizado com sucesso

source: Upgrade profile tabs...
pt_br: Atualizar abas de perfil...

source: SkypeID fields have been updated successfully
pt_br: Campos de SkypeID foram atualizados com sucesso

source: Metadata from %1$s to %2$s row were upgraded successfully...
pt_br: Os metadados da linha %1$s para %2$s foram atualizados com sucesso...

source: Reset Password options have been updated successfully.
pt_br: Opções de Redefinição de Senha foram atualizadas com sucesso.

source: Upgrade SkypeID fields in UM Forms and generally in predefined fields...
pt_br: Atualizar campos SkypeID em Formulários UM e geralmente em campos predefinidos...

source: Upgrade SkypeID fields metadata for users...
pt_br: Atualizar metadados dos campos SkypeID para usuários...

source: metadata rows...
pt_br: linhas de metadados...

source: Upgrade the "Require strong password" options...
pt_br: Atualizar as opções de "Exigir senha forte"...

source: Custom callback functions whitelisted for 2.4.0 version.
pt_br: Funções de callback personalizadas liberadas para a versão 2.4.0.

source: Added custom callback functions for the UM Forms custom fields to the whitelist setting...
pt_br: Funções de callback personalizadas para os campos personalizados dos formulários UM foram adicionadas à configuração de lista branca...

source: Phone Number and Mobile Number fields have been successfully updated.
pt_br: Campos de Número de Telefone e Número Móvel foram atualizados com sucesso.

source: Updated phone number fields in the UM Forms fields...
pt_br: Atualizados campos de número de telefone nos campos dos Formulários UM...

source: Social URLs fields have been successfully updated.
pt_br: Os campos de URLs sociais foram atualizados com sucesso.

source: Updated social URLs fields in the UM Forms fields...
pt_br: Atualizados campos de URLs sociais nos campos dos Formulários UM...

source: Metadata from %1$s to %2$s were upgraded successfully...
pt_br: Os metadados de %1$s para %2$s foram atualizados com sucesso...

source: metarows...
pt_br: linhas de metadados

source: Update options table...
pt_br: Atualizar tabela de opções...

source: Restrict access to this post?
pt_br: Restringir acesso a este post?

source: Activate individual content restriction settings for this post. Then ignore all terms restriction content settings if they exists.
pt_br: Ativar configurações de restrição de conteúdo individual para esta postagem. Em seguida, ignore todas as configurações de restrição de conteúdo de termos, se existirem.

source: Who can access this post?
pt_br: Quem pode acessar este post?

source: Select which roles can access this post
pt_br: Selecione quais cargos podem acessar este post.

source: Leave empty if you want to display a post for all logged in users
pt_br: Deixe em branco se quiser exibir uma postagem para todos os usuários conectados

source: Would you like to display a 404 page for users who do not have access to this page?
pt_br: Você gostaria de exibir uma página 404 para usuários que não têm acesso a esta página?

source: Recommended to be enabled. Restricted post will be hidden by exclusion from WP Query. The safest and most effective method that hides post and its comments from all requests, RSS feeds, etc. on your site
pt_br: Recomendado para ser ativado. O post restrito será ocultado por exclusão da WP Query. O método mais seguro e eficaz que oculta o post e seus comentários de todas as solicitações, feeds RSS, etc. em seu site

source: What happens when users without access try to view the post?
pt_br: O que acontece quando usuários sem acesso tentam visualizar o post?

source: Action when users without access tries to view the post
pt_br: Ação quando usuários sem acesso tentam visualizar a postagem

source: Would you like to use the global default message or apply a custom message to this post?
pt_br: Você gostaria de usar a mensagem padrão global ou aplicar uma mensagem personalizada a este post?

source: Select redirect to page when user hasn't access to post
pt_br: Selecionar redirecionamento para página quando o usuário não tiver acesso ao post

source: Run this task from time to time to keep your DB clean.
pt_br: Execute esta tarefa de vez em quando para manter seu banco de dados limpo.

source: Clear cache of %s users
pt_br: Limpar cache de %s usuários

source: Clear user statuses cache
pt_br: Limpar cache de status de usuários

source: You can free up <span class="red">%s MB</span> by purging your temp upload directory.
pt_br: Você pode liberar <span class="red">%s MB</span> ao limpar seu diretório de uploads temporários.

source: Purge Temp
pt_br: Limpar Temp

source: Your temp uploads directory is <span class="ok">clean</span>. There is nothing to purge.
pt_br: Seu diretório de uploads temporários está <span class="ok">limpo</span>. Não há nada para limpar.

source: Run this task from time to time if you have issues with WP Cron and need to get UM extension updates.
pt_br: Execute esta tarefa de vez em quando se você tiver problemas com WP Cron e precisar obter atualizações do UM.

source: Get latest versions
pt_br: Obter as versões mais recentes

source: Pending Review
pt_br: Aguardando Revisão

source: Awaiting Email Confirmation
pt_br: Aguardando Confirmação por E-mail

source: View type(s)
pt_br: Ver tipo(s)

source: View type a specific parameter in the directory
pt_br: Ver tipo de parâmetro específico no diretório

source: Default directory view type
pt_br: Tipo de visualização de diretório padrão

source: User Roles to Display
pt_br: Cargos de usuário para exibir

source: If you do not want to show all members, select only user roles to appear in this directory
pt_br: Se você não quiser mostrar todos os membros, selecione apenas os cargos de usuário para aparecer neste diretório

source: If 'Use Gravatars' as profile photo is enabled, this option is ignored
pt_br: Se 'Usar Gravatars' como foto de perfil estiver habilitado, esta opção será ignorada

source: Only show members who have uploaded a cover photo
pt_br: Mostrar apenas membros que carregaram uma foto de capa

source: If turned on, member results will only appear after search/filter is performed
pt_br: Se ativado, os resultados dos membros aparecerão apenas após a pesquisa/filtro ser realizado

source: Use this setting to control the maximum number of profiles to appear in this directory. Leave blank to disable this limit
pt_br: Use esta configuração para controlar o número máximo de perfis a aparecer neste diretório. Deixe em branco para desativar esse limite

source: Number of profiles to appear on page for standard users
pt_br: Número de perfis a aparecer na página para usuários padrão

source: Number of profiles per page (for Mobiles & Tablets)
pt_br: Número de perfis por página (para Celulares & Tablets)

source: Number of profiles to appear on page for mobile users
pt_br: Número de perfis a aparecer na página para usuários móveis

source: Customize the search result text . e.g. Found 3,000 Members. Leave this blank to not show result text
pt_br: Personalize o texto do resultado da busca. Ex: Encontrados 3.000 Membros. Deixe em branco para não mostrar o texto do resultado

source: You could use {total_users} placeholder for getting users count
pt_br: Você poderia usar o marcador {total_users} para obter a contagem de usuários

source: Same as above but in case of 1 user found only
pt_br: Mesmo que acima, mas no caso de encontrar apenas 1 usuário

source: This is the text that is displayed if no users are found during a search
pt_br: Este é o texto exibido se nenhum usuário for encontrado durante uma pesquisa.

source: If turned on, the users cover photo will appear in the directory
pt_br: Se ativado, a foto de capa dos usuários aparecerá no diretório

source: Choose field(s) to display in tagline
pt_br: Escolha os campos a serem exibidos na tagline

source: Add New Custom Field
pt_br: Adicionar Novo Campo Personalizado

source: Choose field(s) to display in extra user information section
pt_br: Escolha os campos a serem exibidos na seção de informações adicionais do usuário

source: Hide extra user information to the reveal section
pt_br: Ocultar informações adicionais do usuário para a seção de revelação

source: If not checked always shown
pt_br: Se não marcado, sempre exibido

source: If turned on, users will be able to search members in this directory
pt_br: Se ativado, os usuários poderão pesquisar membros neste diretório

source: If you want to allow specific user roles to be able to search only
pt_br: Se você deseja permitir que cargos de usuário específicos pesquisem apenas

source: Exclude fields from search
pt_br: Excluir campos da busca

source: Choose fields to exclude them from search. This option will delete all included fields.
pt_br: Escolha os campos para excluí-los da busca. Esta opção excluirá todos os campos incluídos.

source: Fields to search by
pt_br: Campos para pesquisar por

source: Choose fields to only include them in the search. This option will delete all excluded fields.
pt_br: Escolha os campos para incluí-los apenas na busca. Esta opção excluirá todos os campos excluídos.

source: If turned on, users will be able to filter members in this directory
pt_br: Se ativado, os usuários poderão filtrar membros neste diretório

source: If you want to allow specific user roles to be able to filter only
pt_br: Se você deseja permitir que cargos de usuário específicos filtrem apenas

source: Choose filter(s) meta to enable
pt_br: Escolha os filtros de metadados a serem habilitados

source: If turned on, filters bar will be visible after a page loading
pt_br: Se ativado, a barra de filtros será visível após o carregamento da página

source: If turned on, filters bar can be collapsed after a page loading
pt_br: Se ativado, a barra de filtros pode ser recolhida após o carregamento da página

source: Limit which users appear in the member directory e.g only display users from USA
pt_br: Limitar quais usuários aparecem no diretório de membros, por exemplo, exibir apenas usuários dos EUA

source: Add New Filter
pt_br: Adicionar Novo Filtro

source: Default sorting users by a specific parameter in the directory
pt_br: Ordenar usuários por um parâmetro específico no diretório

source: To sort by a custom field, enter the meta key of field here
pt_br: Para ordenar por um campo personalizado, insira a chave meta do campo aqui

source: To correct sort by a custom field, choose a data type
pt_br: Para corrigir a ordenação por um campo personalizado, escolha um tipo de dado

source: To correct sort by a custom field, choose an order
pt_br: Para corrigir a ordenação por um campo personalizado, escolha uma ordem

source: To sort by a custom field, enter the label of sorting here
pt_br: Para ordenar por um campo personalizado, insira o rótulo de ordenação aqui

source: Whether to provide an ability to change the sorting on the directory page
pt_br: Se deve fornecer a capacidade de alterar a ordenação na página do diretório

source: Choose field(s) to enable in sorting
pt_br: Escolha os campos a serem habilitados na ordenação

source: Add New Field
pt_br: Adicionar Novo Campo

source: Free
pt_br: Grátis

source: Get this Add on
pt_br: Obter este Add-on

source: More Details
pt_br: Mais Detalhes

source: Live Preview
pt_br: Visualização ao Vivo

source: Add Master Row
pt_br: Adicionar Linha Mestra

source: Apply custom settings to this form
pt_br: Aplicar configurações personalizadas a este formulário

source: Switch to yes if you want to customize this form settings, styling &amp; appearance
pt_br: Mude para sim se você quiser personalizar as configurações, a estilização e a aparência deste formulário.

source: Max. Width (px)
pt_br: Largura Máxima (px)

source: The maximum width of shortcode in pixels e.g. 600px
pt_br: A largura máxima do shortcode em pixels, por exemplo, 600px.

source: Field Icons
pt_br: Ícones de Campo

source: Whether to show field icons and where to show them relative to the field
pt_br: Se deve mostrar ícones de campo e onde mostrá-los em relação ao campo

source: Customize the button text
pt_br: Personalize o texto do botão

source: Show Secondary Button
pt_br: Mostrar botão secundário

source: Secondary Button Text
pt_br: Texto do Botão Secundário

source: Change this If you want to override role redirection settings after login only.
pt_br: Altere isso se você quiser substituir as configurações de redirecionamento de cargo apenas após o login.

source: Note:
pt_br: Ainda não Escaneado.

source: Form type cannot be changed for the default forms.
pt_br: O tipo de formulário não pode ser alterado para os formulários padrão.

source: Profile Form
pt_br: Formulário de Perfil

source: Please note if you make a profile form specific to a role then you must make sure that every other role is assigned a profile form
pt_br: Observe que se você tornar um formulário de perfil específico para um cargo, você deve garantir que cada outro cargo tenha um formulário de perfil atribuído

source: Profile Area Max. Width (px)
pt_br: Largura Máx. da Área do Perfil (px)

source: The maximum width of the profile area inside profile (below profile header)
pt_br: A largura máxima da área do perfil dentro do perfil (abaixo do cabeçalho do perfil)

source: Cover Photo Size
pt_br: Tamanho da Foto de Capa

source: Set the profile photo size in pixels here
pt_br: Defina o tamanho da foto de perfil em pixels aqui.

source: Cover photo ratio
pt_br: Proporção da Foto de Capa

source: The shortcode is centered by default unless you specify otherwise here
pt_br: O shortcode é centralizado por padrão, a menos que você especifique o contrário aqui

source: Switch on/off the profile photo uploader
pt_br: Ativar/desativar o carregador de fotos de perfil

source: Require user to update a profile photo when updating their profile
pt_br: Exigir que o usuário atualize uma foto de perfil ao atualizar seu perfil

source: Field(s) to show in user meta
pt_br: Campo(s) para exibir nos metadados do usuário

source: Fields selected here will appear in the profile header area below the user's display name
pt_br: Campos selecionados aqui aparecerão na área do cabeçalho do perfil abaixo do nome de exibição do usuário

source: Assign role to form
pt_br: Atribuir cargo ao formulário

source: Select page
pt_br: Selecionar página

source: Enable on this form
pt_br: Habilitar neste formulário

source: Content
pt_br: Conteúdo

source: Show privacy policy
pt_br: Mostrar política de privacidade

source: Hide privacy policy
pt_br: Ocultar política de privacidade

source: Please confirm that you agree to our privacy policy
pt_br: Por favor, confirme que você concorda com nossa política de privacidade

source: Please confirm your acceptance of our privacy policy
pt_br: Por favor, confirme sua aceitação de nossa política de privacidade

source: What personal data we collect and why we collect it
pt_br: Quais dados pessoais coletamos e por que os coletamos

source: %s provides you with forms for user registration, login and profiles.
pt_br: %s fornece formulários para registro de usuários, login e perfis.

source: Via these forms you are collecting personal data from your users.
pt_br: Através desses formulários você está coletando dados pessoais de seus usuários.

source: You should include in your privacy policy what personal data is captured when someone submits/fills in one of the forms, why you collect it and what you do with this data and how long you keep it.
pt_br: Você deve incluir em sua política de privacidade quais dados pessoais são capturados quando alguém envia/preenche um dos formulários, por que você os coleta, o que você faz com esses dados e por quanto tempo você os mantém.

source: How long we retain your data
pt_br: Por quanto tempo retemos seus dados

source: Registered user information is retained in your website’s database indefinitely.
pt_br: Informações do usuário registrado são mantidas no banco de dados do seu site indefinidamente.

source: Data can be exported or removed upon users request via the existing WordPress data exporter or eraser.
pt_br: Os dados podem ser exportados ou removidos mediante solicitação dos usuários através do exportador ou apagador de dados do WordPress.

source: If syncing data to a 3rd party service (e.g Mailchimp via our MailChimp extension), data is retained there until unsubscribed or deleted.
pt_br: Se sincronizando dados com um serviço de terceiros (por exemplo, Mailchimp via nossa extensão MailChimp), os dados são retidos lá até que sejam desinscritos ou excluídos.

source: Where we send your data
pt_br: Para onde enviamos seus dados

source: %s does not send any user data outside of your site by default.
pt_br: %s não envia nenhum dado do usuário fora do seu site por padrão.

source: If you have extended the functionality of the plugin (e.g sending registered user data to MailChimp via our MailChimp extension, this user info may be passed to these external services. These services may be located abroad and outwith the EU.
pt_br: Se você expandiu a funcionalidade do plugin (por exemplo, enviando dados de usuários registrados para o MailChimp via nossa extensão MailChimp), essas informações de usuário podem ser passadas para esses serviços externos. Esses serviços podem estar localizados no exterior e fora da UE.

source: Review Registration Details
pt_br: Revisar Detalhes de Registro

source: Edit Field
pt_br: Editar Campo

source: Cancel
pt_br: Cancelar

source: Edit Row Settings
pt_br: Editar Configurações da Linha

source: Live Form Preview
pt_br: Visualização ao Vivo do Formulário

source: Continue editing
pt_br: Continuar editando
