Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: This decides which years should be shown relative to today date
pt_br: Isso decide quais anos devem ser mostrados em relação à data atual.

source: Equal years before / after today
pt_br: Anos iguais antes / depois de hoje

source: Past years only
pt_br: Apenas anos passados

source: Future years only
pt_br: Somente anos futuros

source: Date Range Start
pt_br: Início do Intervalo de Datas

source: Set the minimum date/day in range in the format YYYY/MM/DD
pt_br: Defina a data/dia mínimo no intervalo no formato AAAA/MM/DD.

source: YYYY/MM/DD
pt_br: AAAA/MM/DD

source: Date Range End
pt_br: Fim do Intervalo de Datas

source: Set the maximum date/day in range in the format YYYY/MM/DD
pt_br: Defina a data/dia máximo no intervalo no formato AAAA/MM/DD.

source: Set Date Range
pt_br: Definir Intervalo de Datas

source: Whether to show a specific number of years or specify a date range to be available for the date picker.
pt_br: Se deve mostrar um número específico de anos ou especificar um intervalo de datas disponível para o seletor de data.

source: Fixed Number of Years
pt_br: Número Fixo de Anos

source: Specific Date Range
pt_br: Intervalo de Datas Específico

source: Enter Shortcode
pt_br: Digite o shortcode

source: Enter the shortcode in the following textarea and it will be displayed on the fields
pt_br: Digite o shortcode na área de texto a seguir e ele será exibido nos campos

source: e.g. [my_custom_shortcode]
pt_br: Ex.: [meu_shortcode_personalizado]

source: Content Editor
pt_br: Editor de Conteúdo

source: Edit the content of this field here
pt_br: Edite o conteúdo deste campo aqui

source: Crop Feature
pt_br: Recurso de Corte

source: Enable/disable crop feature for this image upload and define ratio
pt_br: Habilitar/desabilitar o recurso de corte para este upload de imagem e definir a proporção.

source: Turn Off (Default)
pt_br: Desativar (Padrão)

source: Crop and force 1:1 ratio
pt_br: Cortar e forçar proporção 1:1

source: Crop and force user-defined ratio
pt_br: Cortar e forçar proporção definida pelo usuário

source: Allowed Image Types
pt_br: Tipos de Imagens Permitidos

source: Select the image types that you want to allow to be uploaded via this field.
pt_br: Selecione os tipos de imagem que você deseja permitir o upload através deste campo.

source: Allowed File Types
pt_br: Tipos de Arquivos Permitidos

source: Drag &amp; Drop Photo
pt_br: Arraste e Solte a Foto

source: Drag &amp; Drop File
pt_br: Arraste e Solte o Arquivo

source: Upload Box Text
pt_br: Texto da Caixa de Upload

source: This is the headline that appears in the upload box for this field
pt_br: Este é o título que aparece na caixa de upload para este campo.

source: Additional Instructions Text
pt_br: Texto de Instruções Adicionais

source: If you need to add information or secondary line below the headline of upload box, enter it here
pt_br: Se você precisar adicionar informações ou linha secundária abaixo da manchete da caixa de upload, insira-a aqui

source: The text that appears on the button. e.g. Upload
pt_br: O texto que aparece no botão, por exemplo, Enviar.

source: Upload
pt_br: Enviar

source: Maximum Size in bytes
pt_br: Tamanho Máximo em bytes

source: The maximum size for image that can be uploaded through this field. Leave empty for unlimited size.
pt_br: O tamanho máximo da imagem que pode ser carregada através deste campo. Deixe vazio para tamanho ilimitado.

source: Textarea Height
pt_br: Altura da área de texto

source: The height of textarea in pixels. Default is 100 pixels
pt_br: A altura da área de texto em pixels. O padrão é 100 pixels.

source: Spacing
pt_br: Espaçamento

source: This is the required spacing in pixels. e.g. 20px
pt_br: Este é o espaçamento necessário em pixels. Exemplo: 20px.

source: Allow multiple selections
pt_br: Permitir múltiplas seleções

source: Enable/disable multiple selections for this field
pt_br: Habilitar/desabilitar múltiplas seleções para este campo.

source: Maximum number of selections
pt_br: Número máximo de seleções

source: Enter a number here to force a maximum number of selections by user for this field
pt_br: Digite um número aqui para forçar um número máximo de seleções para este campo

source: Minimum number of selections
pt_br: Número mínimo de seleções

source: Enter a number here to force a minimum number of selections by user for this field
pt_br: Digite um número aqui para forçar um número mínimo de seleções para este campo

source: Maximum number of entries
pt_br: Número máximo de entradas

source: This is the max number of entries the user can add via field group.
pt_br: Este é o número máximo de entradas que o usuário pode adicionar por grupo de campo.

source: Maximum allowed words
pt_br: Máximo de palavras permitidas

source: If you want to enable a maximum number of words to be input in this textarea. Leave empty to disable this setting
pt_br: Se você deseja habilitar um número máximo de palavras a ser inserido neste campo de texto. Deixe vazio para desativar esta configuração

source: Minimum Number
pt_br: Número Mínimo

source: Minimum number that can be entered in this field
pt_br: Número mínimo que pode ser inserido neste campo

source: Maximum Number
pt_br: Número

source: Maximum number that can be entered in this field
pt_br: Número máximo que pode ser inserido neste campo

source: Minimum length
pt_br: Comprimento Mínimo

source: If you want to enable a minimum number of characters to be input in this field. Leave empty to disable this setting
pt_br: Se você deseja habilitar um número mínimo de caracteres a ser inserido neste campo. Deixe vazio para desativar esta configuração

source: Maximum length
pt_br: Comprimento Máximo

source: If you want to enable a maximum number of characters to be input in this field. Leave empty to disable this setting
pt_br: Se você deseja habilitar um número máximo de caracteres a ser inserido neste campo. Deixe vazio para desativar esta configuração

source: Does this textarea accept HTML?
pt_br: Este textarea aceita HTML?

source: Turn on/off HTML tags for this textarea
pt_br: Ativar/desativar tags HTML para esta área de texto

source: Edit Choices
pt_br: Editar Opções

source: Enter one choice per line. This will represent the available choices or selections available for user.
pt_br: Digite uma escolha por linha. Isso representará as escolhas ou seleções disponíveis para o usuário.

source: This is the title of the field for your reference in the backend. The title will not appear on the front-end of your website.
pt_br: Este é o título do campo para sua referência no backend. O título não aparecerá na frente do seu site.

source: Unique ID
pt_br: ID Único

source: Meta Key
pt_br: Chave Meta

source: The meta key cannot be changed for duplicated fields or when editing an existing field. If you require a different meta key please create a new field.
pt_br: A chave meta não pode ser alterada para campos duplicados ou ao editar um campo existente. Se você precisar de uma chave meta diferente, crie um novo campo.

source: A meta key is required to store the entered info in this field in the database. The meta key should be unique to this field and be written in lowercase with an underscore ( _ ) separating words e.g country_list or job_title
pt_br: Uma chave meta é necessária para armazenar as informações inseridas neste campo no banco de dados. A chave meta deve ser única para este campo e ser escrita em minúsculas com um sublinhado (_) separando as palavras, por exemplo, country_list ou job_title.

source: Help Text
pt_br: Texto de Ajuda

source: This is the text that appears in a tooltip when a user hovers over the info icon. Help text is useful for providing users with more information about what they should enter in the field. Leave blank if no help text is needed for field.
pt_br: Este é o texto que aparece em uma dica quando um usuário passa o cursor sobre o ícone de informação. O texto de ajuda é útil para fornecer mais informações aos usuários sobre o que devem inserir no campo. Deixe em branco se não for necessário texto de ajuda para o campo.

source: Default Text
pt_br: Texto Padrão

source: Text to display by default in this field
pt_br: Texto a ser exibido por padrão neste campo

source: Default Date
pt_br: Data Padrão

source: You may use all PHP compatible date formats such as: 2020-02-02, 02/02/2020, yesterday, today, tomorrow, next monday, first day of next month, +3 day
pt_br: Você pode usar todos os formatos de data compatíveis com PHP, como: 2020-02-02, 02/02/2020, ontem, hoje, amanhã, próxima segunda-feira, primeiro dia do próximo mês, +3 dias

source: Default Time
pt_br: Hora Padrão

source: Default Rating
pt_br: Avaliação Padrão

source: If you wish the rating field to be prefilled with a number of stars, enter it here.
pt_br: Se desejar que o campo de classificação seja preenchido com um número de estrelas, insira-o aqui.

source: Default Value
pt_br: Valor Padrão

source: This option allows you to pre-fill the field with a default value prior to the user entering a value in the field. Leave blank to have no default value
pt_br: Esta opção permite preencher o campo com um valor padrão antes de o usuário inserir um valor no campo. Deixe em branco para não ter valor padrão.

source: The field label is the text that appears above the field on your front-end form. Leave blank to not show a label above field.
pt_br: O rótulo do campo é o texto que aparece acima do campo no seu formulário de front-end. Deixe em branco para não mostrar um rótulo acima do campo.

source: Confirm password field label
pt_br: Rótulo do campo de confirmação de senha

source: This label is the text that appears above the confirm password field. Leave blank to show default label.
pt_br: Este rótulo é o texto que aparece acima do campo de confirmação de senha. Deixe em branco para mostrar o rótulo padrão.

source: This is the text that appears within the field e.g please enter your email address. Leave blank to not show any placeholder text.
pt_br: Este é o texto que aparece dentro do campo, por exemplo, "por favor, insira seu e-mail". Deixe em branco para não exibir nenhum texto de espaço reservado.

source: Members
pt_br: Membros

source: Only visible to profile owner and users who can edit other member accounts
pt_br: Visível apenas para o proprietário do perfil e usuários que podem editar outras contas de membros

source: Only visible to profile owner and specific roles
pt_br: Visível apenas para o proprietário do perfil e cargos específicos

source: Only specific member roles
pt_br: Somente cargos específicos de membros

source: Field privacy allows you to select who can view this field on the front-end. The site admin can view all fields regardless of the option set here.
pt_br: A privacidade do campo permite que você selecione quem pode visualizar este campo no front-end. O administrador do site pode visualizar todos os campos, independentemente da opção definida aqui.

source: Select member roles
pt_br: Selecionar cargos de membro

source: Select the member roles that can view this field on the front-end.
pt_br: Selecione os cargos de membro que podem visualizar este campo no front-end.

source: Is this field required?
pt_br: Este campo é obrigatório?

source: This option allows you to set whether the field must be filled in before the form can be processed.
pt_br: Esta opção permite definir se o campo deve ser preenchido antes que o formulário possa ser processado.

source: Can user edit this field?
pt_br: O usuário pode editar esse campo?

source: This option allows you to set whether or not the user can edit the information in this field. The site admin can edit all fields regardless of the option set here.
pt_br: Esta opção permite definir se o usuário pode ou não editar as informações neste campo. O administrador do site pode editar todos os campos, independentemente da opção definida aqui.

source: Rating System
pt_br: Sistema de Avaliação

source: Choose whether you want a 5-stars or 10-stars ratings based here.
pt_br: Escolha se você deseja uma classificação de 5 estrelas ou 10 estrelas com base aqui.

source: 5 stars rating system
pt_br: Sistema de classificação de 5 estrelas

source: 10 stars rating system
pt_br: Sistema de classificação de 10 estrelas

source: Choices Callback
pt_br: Callback de Opções

source: Add a callback source to retrieve choices.
pt_br: Adicionar um callback para recuperar escolhas.

source: Parent Option
pt_br: Opção Pai

source: Dynamically populates the option based from selected parent option.
pt_br: Preenche dinamicamente a opção com base na opção pai selecionada.

source: No Selected
pt_br: Nenhum Selecionado

source: Display Mode
pt_br: Modo de Exibição

source: By Role
pt_br: Por Cargo

source: Ultimate Member Menu Settings
pt_br: Configurações do Menu do Ultimate Member

source: Who can see this menu link?
pt_br: Quem pode ver este link de menu?

source: Logged Out Users
pt_br: Usuários Desconectados

source: Logged In Users
pt_br: Usuários Conectados

source: Select the member roles that can see this link
pt_br: Selecione os cargos de membro que podem ver este link.

source: The <strong>"Membership - Anyone can register"</strong> option on the general settings <a href="%s">page</a> is enabled. This means users can register via the standard WordPress wp-login.php page. If you do not want users to be able to register via this page and only register via the Ultimate Member registration form, you should deactivate this option. You can dismiss this notice if you wish to keep the wp-login.php registration page open.
pt_br: A opção <strong>"Membership - Qualquer pessoa pode se registrar"</strong> na <a href="%s">página</a> de configurações gerais está ativada. Isso significa que os usuários podem se registrar através da página padrão wp-login.php do WordPress. Se você não quiser que os usuários possam se registrar por essa página e somente através do formulário de registro do Ultimate Member, você deve desativar essa opção. Você pode ignorar este aviso se desejar manter a página de registro wp-login.php aberta.

source: <strong>All Access Pass</strong> – Get access to all Ultimate Member extensions at a significant discount with our All Access Pass.
pt_br: <strong>All Access Pass</strong> – Tenha acesso a todas as extensões do Ultimate Member com um desconto significativo com o nosso All Access Pass.

source: View Pricing
pt_br: Ver preços

source: <strong>%1$s %2$s</strong> requires 2.0 extensions. You have pre 2.0 extensions installed on your site. <br /> Please update %3$s extensions to latest versions. For more info see this <a href="%4$s" target="_blank">doc</a>.
pt_br: <strong>%1$s %2$s</strong> requer extensões 2.0. Você tem extensões anteriores à 2.0 instaladas no seu site. <br /> Por favor, atualize as extensões %3$s para as versões mais recentes. Para mais informações, consulte este <a href="%4$s" target="_blank">documento</a>.

source: %s needs to create several pages (User Profiles, Account, Registration, Login, Password Reset, Logout, Member Directory) to function correctly.
pt_br: %s precisa criar várias páginas (Perfis de Usuário, Conta, Registro, Login, Redefinição de Senha, Logout, Diretório de Membros) para funcionar corretamente.

source: Create Pages
pt_br: Criar Páginas

source: No thanks
pt_br: Não, obrigado

source: Ultimate Member Setup Error: User page can not be a child page.
pt_br: Erro de Configuração do Ultimate Member: A página de usuário não pode ser uma página filha.

source: Ultimate Member Setup Error: Account page can not be a child page.
pt_br: Erro de Configuração do Ultimate Member: A página de conta não pode ser uma página filha.

source: Exif is not enabled on your server. Mobile photo uploads will not be rotated correctly until you enable the exif extension.
pt_br: Exif não está habilitado em seu servidor. Fotos carregadas de dispositivos móveis não serão rotacionadas corretamente até que você habilite a extensão exif.

source: Your temp uploads directory is now clean.
pt_br: Seu diretório de uploads temporários está agora limpo.

source: Your user cache is now removed.
pt_br: Seu cache de usuários foi removido.

source: Your user statuses cache is now removed.
pt_br: Seu cache de status de usuários foi removido.

source: You have the latest updates.
pt_br: Você tem as atualizações mais recentes.

source: Try again later. You can run this action once daily.
pt_br: Tente novamente mais tarde. Você pode executar essa ação uma vez por dia.

source: The form has been duplicated successfully.
pt_br: O formulário foi duplicado com sucesso.

source: Settings have been saved successfully.
pt_br: Configurações salvas com sucesso.

source: User has been updated.
pt_br: Usuário foi atualizado.

source: Users have been updated.
pt_br: Usuários foram atualizados.

source: All users sessions have been successfully destroyed.
pt_br: Todas as sessões dos usuários foram destruídas com sucesso.

source: Account has been successfully restored.
pt_br: A conta foi restaurada com sucesso.

source: You have installed <strong>%s</strong> with wrong folder name. Correct folder name is <strong>"ultimate-member"</strong>.
pt_br: Você instalou <strong>%s</strong> com um nome de pasta incorreto. O nome de pasta correto é <strong>"ultimate-member"</strong>.

source: There are %1$s inactive %2$s license keys for this site. This site is not authorized to get plugin updates. You can active this site on <a href="%3$s">www.ultimatemember.com</a>.
pt_br: Existem %1$s chaves de licença %2$s inativas para este site. Este site não está autorizado a receber atualizações de plugins. Você pode ativar este site em <a href="%3$s">www.ultimatemember.com</a>.

source: You have %1$s invalid or expired license keys for %2$s. Please go to the <a href="%3$s">Licenses page</a> to correct this issue.
pt_br: Você tem %1$s chaves de licença inválidas ou expiradas para %2$s. Por favor, vá para a <a href="%3$s">página de Licenças</a> para corrigir esse problema.

source: version needs to be updated to work correctly.
pt_br: versão precisa ser atualizada para funcionar corretamente.

source: It is necessary to update the structure of the database and options that are associated with current version
pt_br: É necessário atualizar a estrutura do banco de dados e as opções associadas à versão atual

source: Please run the upgrade process on this
pt_br: Por favor, execute o processo de atualização neste

source: page
pt_br: página

source: Visit Upgrade Page
pt_br: Visitar página de atualização

source: Settings successfully upgraded
pt_br: Configurações atualizadas com sucesso.

source: <strong>%1$s %2$s</strong> Successfully Upgraded
pt_br: <strong>%1$s %2$s</strong> Atualizado com Sucesso

source: Hey there! It's been one month since you installed %s. How have you found the plugin so far?
pt_br: Ei! Já faz um mês desde que você instalou %s. Como você tem achado do plugin até agora?

source: I love it!
pt_br: Eu adoro!

source: It's good but could be better
pt_br: Está bom, mas poderia ser melhor

source: I don't like the plugin
pt_br: Não gosto do plugin

source: Leave Review
pt_br: Deixe uma Avaliação

source: Provide Feedback
pt_br: Fornecer Feedback

source: <strong>%1$s</strong> future plans! Detailed future list is <a href="%2$s" target="_blank">here</a>
pt_br: <strong>%1$s</strong> planos futuros! A lista detalhada de planos está <a href="%2$s" target="_blank">aqui</a>

source: We recommend using a <a href="%s">child-theme</a> for Ultimate Member customization. Unlike official theme repositories, child themes don't have dependencies that could lead to your custom files being overwritten during a theme upgrade.<br />Without a child theme, your customization files may be deleted after every theme update.
pt_br: Recomendamos usar um <a href="%s">tema filho</a> para personalização do Ultimate Member. Ao contrário dos repositórios de temas oficiais, os temas filhos não têm dependências que podem levar à substituição dos seus arquivos personalizados durante uma atualização de tema.<br />Sem um tema filho, seus arquivos de personalização podem ser excluídos após cada atualização de tema.

source: Your Register forms are now locked. You can unlock them in Ultimate Member > Settings > Advanced > Security > Lock All Register Forms.
pt_br: Seus formulários de registro estão agora bloqueados. Você pode desbloqueá-los em Ultimate Member > Configurações > Avançado > Segurança > Bloquear Todos os Formulários de Registro.

source: Mandatory password changes has been enabled. You can disable them in Ultimate Member > Settings > Advanced > Security > Display Login form notice to reset passwords.
pt_br: Alterações obrigatórias de senha foram ativadas. Você pode desativá-las em Ultimate Member > Configurações > Avançado > Segurança > Exibir aviso de formulário de login para redefinir senhas.

source: Ban for administrative capabilities is enabled. You can disable them in Ultimate Member > Settings > Advanced > Security > Enable ban for administrative capabilities.
pt_br: A proibição de capacidades administrativas está ativada. Você pode desativá-las em Ultimate Member > Configurações > Avançado > Segurança > Ativar proibição para capacidades administrativas.

source: The role selected in WordPress native "Settings > New User Default Role" setting has Administrative capabilities.
pt_br: O cargo selecionado na configuração nativa do WordPress "Configurações > Cargo Padrão para Novo Usuário" tem capacidades administrativas.

source: The role selected in "Ultimate Member > Settings > Appearance > Registration Form > Registration Default Role" setting has Administrative capabilities.
pt_br: O cargo selecionado em "Ultimate Member > Configurações > Aparência > Formulário de Registro > Cargo Padrão de Registro" tem capacidades administrativas.

source: Register forms have Administrative roles, we recommend that you assign a non-admin roles to secure the forms. %s
pt_br: Os formulários de registro têm cargos administrativos, recomendamos que você atribua cargos não administrativos para proteger os formulários. %s

source: Wrong Data
pt_br: Dados errados

source: Wrong callback
pt_br: Callback incorreto

source: Wrong data
pt_br: Dados errados

source: Metadata from %1$s to %2$s was upgraded successfully...
pt_br: Os metadados de %1$s para %2$s foram atualizados com sucesso...

source: <strong>Warning:</strong> Account page and User page must be separate pages.
pt_br: <strong>Aviso:</strong> A página da conta e a página do usuário devem ser páginas separadas.

source: <strong>Warning:</strong> Account page must contain shortcode <code>[ultimatemember_account]</code>.
pt_br: <strong>Aviso:</strong> A página da conta deve conter o shortcode <code>[ultimatemember_account]</code>.

source: <strong>Warning:</strong> Account page and WooCommerce "My account" page should be separate pages.
pt_br: <strong>Aviso:</strong> A página da conta e a página "Minha conta" do WooCommerce devem ser páginas separadas.

source: <strong>Warning:</strong> Login page and Logout page must be separate pages.
pt_br: <strong>Aviso:</strong> A página de login e a página de logout devem ser páginas separadas.

source: <strong>Warning:</strong> Login page must contain a login form shortcode. You can get existing shortcode or create a new one <a href="edit.php?post_type=um_form" target="_blank">here</a>.
pt_br: <strong>Aviso:</strong> A página de login deve conter um shortcode de formulário de login. Você pode obter um shortcode existente ou criar um novo <a href="edit.php?post_type=um_form" target="_blank">aqui</a>.

source: <strong>Warning:</strong> Home page and Logout page must be separate pages.
pt_br: <strong>Aviso:</strong> A página inicial e a página de logout devem ser páginas separadas.
