Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: Redirection after Login
pt_br: Redirecionamento após Login

source: Make this profile form role-specific
pt_br: Tornar este formulário de perfil específico para um cargo

source: Enable Cover Photos
pt_br: Habilitar Fotos de Capa

source: Make Profile Photo Required
pt_br: Tornar Foto de Perfil Obrigatória

source: Show display name in profile header?
pt_br: Mostrar nome de exibição no cabeçalho do perfil?

source: Show social links in profile header?
pt_br: Mostrar links sociais no cabeçalho do perfil?

source: Show user description in profile header?
pt_br: Mostrar descrição do usuário no cabeçalho do perfil?

source: Field to show in user meta
pt_br: Campo para exibir nos metadados do usuário

source: Country
pt_br: País

source: Gender
pt_br: Gênero

source: Languages
pt_br: Idiomas

source: Roles
pt_br: Cargos

source: Age
pt_br: Idade

source: Last Login
pt_br: Último Login

source: User Registered
pt_br: Usuário Registrado

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Sobrenome

source: Nickname
pt_br: Apelido

source: Secondary Email Address
pt_br: Endereço de Email Secundário

source: Biography
pt_br: Biografia

source: Phone Number
pt_br: Número de telefone

source: Mobile Number
pt_br: Número de Celular

source: Roles (Dropdown)
pt_br: Cargos (Dropdown)

source: Roles (Radio)
pt_br: Cargos (Radio)

source: WhatsApp number
pt_br: Número do WhatsApp

source: X (formerly Twitter)
pt_br: X (antigo Twitter)

source: Viber number
pt_br: Número do Viber

source: Skype ID
pt_br: ID do Skype

source: New users first
pt_br: Novos usuários primeiro

source: Old users first
pt_br: Usuários antigos primeiro

source: Username
pt_br: Nome de Usuário

source: Display name
pt_br: Nome de Exibição

source: Last & First name
pt_br: Último e Primeiro nome

source: Random
pt_br: Aleatório

source: Ultimate Member Directories
pt_br: Diretórios do Ultimate Member

source: This debug information about Ultimate Member directories.
pt_br: Essas são informações de depuração sobre diretórios do Ultimate Member.

source: Member directories
pt_br: Diretórios de Membros

source: directory settings
pt_br: configurações de diretório

source: This debug information for your Ultimate Member directory.
pt_br: Essas são informações de depuração para seu diretório do Ultimate Member.

source: View types
pt_br: Ver tipos

source: Default view type
pt_br: Tipo de visualização padrão

source: User Roles to display
pt_br: Cargos de usuário para exibir

source: Only show members who have uploaded a profile photo
pt_br: Mostrar apenas membros que carregaram uma foto de perfil

source: Only show specific users (Enter one username per line)
pt_br: Mostrar apenas usuários específicos (Digite um nome de usuário por linha)

source: Exclude specific users (Enter one username per line)
pt_br: Excluir usuários específicos (Digite um nome de usuário por linha)

source: Default sort users by
pt_br: Ordenar usuários por padrão

source: Enable custom sorting
pt_br: Habilitar ordenação personalizada

source: Custom sorting meta key
pt_br: Chave de metadados para ordenação personalizada

source: Label of custom sort
pt_br: Rótulo de ordenação personalizada

source: Field(s) to enable in sorting
pt_br: Campo(s) para habilitar na ordenação

source: Label:
pt_br: Rótulo:

source: Meta key:
pt_br: Chave Meta:

source: Field to enable in sorting
pt_br: Campo para habilitar na ordenação

source: Enable Profile Photo
pt_br: Habilitar Foto de Perfil.

source: Enable Cover Photo
pt_br: Habilitar Foto de Capa

source: Show display name
pt_br: Mostrar nome de exibição

source: Show tagline below profile name
pt_br: Mostrar slogan abaixo do nome do perfil

source: Field to display in tagline
pt_br: Campo para exibir na tagline

source: Show extra user information below tagline?
pt_br: Mostrar informações adicionais do usuário abaixo do slogan?

source: Field to display in extra user information section
pt_br: Campo para exibir na seção de informações adicionais do usuário

source: Show social connect icons in extra user information section
pt_br: Mostrar ícones de conexão social na seção de informações adicionais do usuário

source: Enable Search feature
pt_br: Habilitar recurso de Pesquisa.

source: User Roles that can use search
pt_br: Cargos de usuário que podem usar pesquisa

source: Enable Filters feature
pt_br: Habilitar recurso de Filtros

source: User Roles that can use filters
pt_br: Cargos de usuário que podem usar filtros

source: Filter meta to enable
pt_br: Filtrar meta para habilitar

source: Expand the filter bar by default
pt_br: Expandir a barra de filtros por padrão

source: Can filter bar be collapsed
pt_br: A barra de filtro pode ser recolhida

source: From
pt_br: De

source: to
pt_br: para

source: Admin filtering
pt_br: Filtragem Administrativa

source: Show results only after search/filtration
pt_br: Mostrar resultados somente após pesquisa/filtragem

source: Maximum number of profiles
pt_br: Número máximo de perfis

source: Number of profiles per page
pt_br: Número de perfis por página

source: Results Text
pt_br: Texto dos Resultados

source: Single Result Text
pt_br: Texto de Resultado Único

source: Custom text if no users were found
pt_br: Texto personalizado se nenhum usuário for encontrado

source: Here you can setup conditional logic to show/hide this field based on specific fields value or conditions
pt_br: Aqui você pode configurar lógica condicional para mostrar/ocultar este campo com base no valor ou condições de campos específicos

source: Use the condition operator `equals to` or `not equals` if the parent field has a single option.
pt_br: Use o operador de condição igual a ou diferente se o campo pai tiver uma única opção.

source: Use the condition operator `greater than` or `less than` if the parent field is a number.
pt_br: Use o operador de condição maior que ou menor que se o campo pai for um número.

source: Use the condition operator `contains` if the parent field has multiple options.
pt_br: Use o operador de condição contém se o campo pai tiver várias opções.

source: Add new rule
pt_br: Adicionar Nova Regra

source: Reset all rules
pt_br: Redefinir todas as regras

source: Please login as administrator
pt_br: Por favor, faça login como administrador

source: Add Row
pt_br: Adicionar Linha

source: Edit Row
pt_br: Editar Linha

source: Delete Row
pt_br: Excluir Linha

source: Invalid field type
pt_br: Tipo de campo inválido

source: (no title)
pt_br: (sem título)

source: Edit
pt_br: Editar

source: Duplicate
pt_br: Duplicar

source: Delete Group
pt_br: Excluir Grupo

source: Wrong dynamic-content attribute.
pt_br: Atributo de conteúdo dinâmico incorreto.

source: Search Icons...
pt_br: Pesquisar Ícones...

source: Setup New Field
pt_br: Configurar Novo Campo

source: Predefined Fields
pt_br: Campos Predefinidos

source: None
pt_br: Nenhum

source: Custom Fields
pt_br: Campos Personalizados

source: Meta Key - %s
pt_br: Chave Meta - %s

source: You did not create any custom fields.
pt_br: Você não criou nenhum campo personalizado.

source: This field is not setup correctly for this form.
pt_br: Este campo não está configurado corretamente para este formulário.

source: This field type is not setup correctly.
pt_br: Este tipo de campo não está configurado corretamente.

source: This is not possible for security reasons.
pt_br: Isso não é possível por razões de segurança.

source: This is not possible for security reasons. Don't use internal PHP functions.
pt_br: Isso não é possível por razões de segurança. Não use funções internas do PHP.

source: Title
pt_br: Título

source: Date
pt_br: Data

source: Invalid form ID.
pt_br: ID do formulário inválido.

source: Required
pt_br: Obrigatório

source: Select Icon
pt_br: Selecionar Ícone

source: The selected icon is using an outdated version. Please select the icon above to use latest version.
pt_br: O ícone selecionado está usando uma versão desatualizada. Por favor, selecione o ícone acima para usar a versão mais recente.

source: Select Users
pt_br: Selecionar Usuários

source: Run
pt_br: Executar

source: Create Default
pt_br: Criar Padrão

source: Remove
pt_br: Remover

source: Select media
pt_br: Selecionar mídia

source: Select
pt_br: Selecionar

source: Clear
pt_br: Limpar

source: Meta key
pt_br: Chave Meta

source: Data type
pt_br: Tipo de dado

source: Order
pt_br: Ordem

source: Label
pt_br: Rótulo:

source: Privacy Policy
pt_br: Política de Privacidade

source: Account Status
pt_br: Status da Conta

source: Submitted data on Registration
pt_br: Dados enviados no Registro

source: Registration Form ID
pt_br: ID do Formulário de Registro

source: Registration Timestamp
pt_br: Timestamp de Registro

source: Registration Request
pt_br: Solicitação de Registro

source: Registration Nonce
pt_br: Nonce de Registro

source: Registration HTTP referer
pt_br: Referer HTTP de Registro

source: Community Role
pt_br: Cargo na Comunidade

source: Profile Slug "Username"
pt_br: Slug do Perfil "Nome de Usuário"

source: Profile Slug "First and Last Name with '.'"
pt_br: Slug do Perfil "Primeiro e Último Nome com '.' "

source: Profile Slug "First and Last Name with '-'"
pt_br: Slug do Perfil "Primeiro e Último Nome com '-' "

source: Profile Slug "First and Last Name with '+'"
pt_br: Slug do Perfil "Primeiro e Último Nome com '+' "

source: Profile Slug "User ID"
pt_br: Slug do Perfil "ID do Usuário"

source: Last Login date
pt_br: Data do Último Login

source: Private Content Post ID
pt_br: ID do Post de Conteúdo Privado

source: Verified Account
pt_br: Conta Verificada

source: Terms&Conditions Agreement
pt_br: Acordo de Termos e Condições

source: Privacy Policy Agreement
pt_br: Acordo de Política de Privacidade

source: Your %s was unable to be removed at this time.
pt_br: Seu %s não pôde ser removido no momento.

source: Thanks :)
pt_br: Obrigado :)

source: If you like Ultimate Member please consider leaving a %s review. It will help us to grow the plugin and make it more popular. Thank you.
pt_br: Se você gosta do Ultimate Member, considere deixar uma avaliação de %s. Isso nos ajudará a fazer o plugin crescer e torná-lo mais popular. Obrigado.

source: Dashboard
pt_br: Painel de Controle

source: Forms
pt_br: Formulários

source: User Roles
pt_br: Cargos de Usuário

source: Member Directories
pt_br: Diretórios de Membros

source: Extensions
pt_br: Extensões

source: Users Overview
pt_br: Visão Geral dos Usuários

source: Purge Temp Files
pt_br: Limpar Arquivos Temporários

source: User Cache
pt_br: Cache de Usuário

source: Upgrade's Manual Request
pt_br: Solicitação Manual de Atualização

source: e.g. Member Directory
pt_br: Ex.: Diretório de Membros

source: e.g. New Registration Form
pt_br: Ex.: Novo Formulário de Registro

source: Ultimate Member: Content Restriction
pt_br: Ultimate Member: Restrição de Conteúdo

source: Restrict access to this term and its posts?
pt_br: Restringir acesso a este termo e seus posts?

source: Activate content restriction for this term and its posts. Affects only posts that do not have individual Restriction Content settings
pt_br: Ativar restrição de conteúdo para este termo e suas postagens. Afeta apenas postagens que não possuem configurações de restrição de conteúdo individual.

source: Who can access this term and its posts?
pt_br: Quem pode acessar este termo e seus posts?

source: Everyone
pt_br: Todos

source: Logged out users
pt_br: Usuários desconectados

source: Logged in users
pt_br: Usuários conectados

source: Select which roles can access this term and its posts
pt_br: Selecione quais cargos podem acessar este termo e seus posts.

source: Leave empty if you want to display a term for all logged in users
pt_br: Deixe em branco se quiser exibir um termo para todos os usuários conectados

source: Hide from queries
pt_br: Ocultar de consultas

source: Would you like to display a 404 page for users who do not have access to this term on the term's archive page and terms' posts single pages?
pt_br: Você gostaria de exibir uma página 404 para usuários que não têm acesso a este termo na página de arquivo do termo e nas páginas de posts do termo?

source: Exclude only from WP queries results
pt_br: Excluir apenas dos resultados das consultas WP

source: Recommended to be enabled. Restricted term's archive page and all terms' posts will be hidden by exclusion from WP Query. The safest and most effective method that hides post and its comments from all requests, RSS feeds, etc. on your site
pt_br: Recomendado para ser ativado. A página de arquivo do termo restrito e todos os posts dos termos serão ocultos por exclusão da WP Query. O método mais seguro e eficaz que oculta o post e seus comentários de todas as solicitações, feeds RSS, etc. em seu site

source: What happens when users without access try to view the term's post?
pt_br: O que acontece quando usuários sem acesso tentam visualizar o post do termo?

source: Action when users without access tries to view the term's post
pt_br: Ação quando usuários sem acesso tentam visualizar a postagem do termo

source: Show access restricted message
pt_br: Mostrar mensagem de acesso restrito

source: Redirect user
pt_br: Redirecionar usuário

source: Restricted access message type
pt_br: Tipo de mensagem de acesso restrito

source: Would you like to use the global default message or apply a custom message to this term's post?
pt_br: Você gostaria de usar a mensagem padrão global ou aplicar uma mensagem personalizada ao post deste termo?

source: Global default message
pt_br: Mensagem padrão global

source: Custom message
pt_br: Mensagem Personalizada

source: Custom restricted access message
pt_br: Mensagem de acesso restrito personalizada

source: You may replace global restricted access message here
pt_br: Você pode substituir a mensagem global de acesso restrito aqui

source: Where should users be redirected to?
pt_br: Para onde os usuários devem ser redirecionados?

source: Select redirect to page when user hasn't access to the term's post
pt_br: Selecionar redirecionamento para página quando o usuário não tiver acesso ao post do termo

source: Login page
pt_br: Página de Login

source: Custom URL
pt_br: URL Personalizada

source: Redirect URL
pt_br: URL de Redirecionamento

source: Set full URL where do you want to redirect the user
pt_br: Definir URL completa para onde você deseja redirecionar o usuário.

source: Publish
pt_br: Publicar

source: General Options
pt_br: Opções Gerais

source: Sorting
pt_br: Ordenando

source: Profile Card
pt_br: Cartão de Perfil

source: Search Options
pt_br: Pesquisar Opções

source: Results &amp; Pagination
pt_br: Resultados e Paginação

source: Styling: General
pt_br: Estilização: Geral

source: Administrative Permissions
pt_br: Permissões Administrativas

source: General Permissions
pt_br: Permissões Gerais

source: Profile Access
pt_br: Acesso ao Perfil

source: Homepage Options
pt_br: Opções da Página Inicial

source: Registration Options
pt_br: Opções de Registro

source: Login Options
pt_br: Opções de Login

source: Logout Options
pt_br: Opções de Logout

source: Delete Options
pt_br: Opções de Exclusão

source: Select Form Type
pt_br: Selecionar Tipo de Formulário

source: Form Builder
pt_br: Construtor de Formulários

source: Customize this form
pt_br: Personalize este formulário

source: User Meta
pt_br: Meta do Usuário

source: Options
pt_br: Opções

source: Delete Permanently
pt_br: Excluir Permanentemente

source: Move to Trash
pt_br: Mover para Lixeira

source: Create
pt_br: Criar

source: Update
pt_br: Atualizar

source: Directory #%s
pt_br: Diretório #%s

source: Form #%s
pt_br: Formulário #%s

source: Visibility
pt_br: Visibilidade

source: Select where this field should appear. This option should only be changed on the profile form and allows you to show a field in one mode only (edit or view) or in both modes.
pt_br: Selecione onde este campo deve aparecer. Esta opção deve ser alterada apenas no formulário de perfil e permite mostrar um campo em um modo apenas (edição ou visualização) ou em ambos os modos.

source: View everywhere
pt_br: Ver em todos os lugares

source: Edit mode only
pt_br: Apenas modo de edição

source: View mode only
pt_br: Apenas modo de visualização

source: If
pt_br: Se

source: Value
pt_br: Valor

source: Validate
pt_br: Validar

source: Does this field require a special validation
pt_br: Este campo requer uma validação especial

source: Select a validation type...
pt_br: Selecionar um tipo de validação...

source: Custom Action
pt_br: Ação Personalizada

source: If you want to apply your custom validation, you can use action hooks to add custom validation. Please refer to documentation for further details.
pt_br: Se você deseja aplicar sua validação personalizada, pode usar hooks de ação para adicionar validação personalizada. Consulte a documentação para mais detalhes.

source: Icon
pt_br: Ícone

source: Select an icon to appear in the field. Leave blank if you do not want an icon to show in the field.
pt_br: Selecione um ícone para aparecer no campo. Deixe em branco se não quiser que um ícone seja exibido no campo.

source: CSS Class
pt_br: Classe CSS

source: Specify a custom CSS class to be applied to this element
pt_br: Especifique uma classe CSS personalizada para ser aplicada a este elemento

source: Thickness (in pixels)
pt_br: Espessura (em pixels)

source: This is the width in pixels, e.g. 4 or 2, etc
pt_br: Esta é a largura em pixels, por exemplo, 4 ou 2, etc.

source: Optional Text
pt_br: Texto Opcional

source: Optional text to include with the divider
pt_br: Texto opcional a incluir com o divisor

source: Padding
pt_br: Preenchimento

source: Set padding for this section
pt_br: Definir preenchimento para esta seção.

source: Margin
pt_br: Margem

source: Set margin for this section
pt_br: Definir margem para esta seção.

source: Border
pt_br: Borda

source: Set border for this section
pt_br: Definir borda para esta seção.

source: Style
pt_br: Estilo

source: Choose the border style
pt_br: Escolha o estilo da borda

source: Solid
pt_br: Sólido

source: Dotted
pt_br: Pontilhado

source: Dashed
pt_br: Tracejado

source: Double
pt_br: Duplo

source: Border Radius
pt_br: Raio da Borda

source: Rounded corners can be applied by setting a pixels value here. e.g. 5px
pt_br: Cantoneiras arredondadas podem ser aplicadas definindo um valor em pixels aqui. Ex.: 5px

source: Border Color
pt_br: Cor da Borda

source: Give a color to this border
pt_br: Dê uma cor para esta borda

source: Enable Row Heading
pt_br: Habilitar Cabeçalho da Linha.

source: Whether to enable a heading for this row
pt_br: Se deve habilitar um título para esta linha

source: Heading Text
pt_br: Texto do Cabeçalho

source: Enter the row heading text here
pt_br: Digite o texto do cabeçalho da linha aqui

source: Background Color
pt_br: Cor de Fundo

source: This will be the background of entire section
pt_br: Este será o fundo de toda a seção

source: Heading Background Color
pt_br: Cor de Fundo do Cabeçalho

source: This will be the background of the heading section
pt_br: Este será o fundo da seção de cabeçalho

source: Heading Text Color
pt_br: Cor do Texto do Cabeçalho

source: This will be the text color of heading part only
pt_br: Esta será a cor do texto apenas da parte do cabeçalho

source: Text Color
pt_br: Cor do Texto

source: This will be the text color of entire section
pt_br: Esta será a cor do texto de toda a seção

source: Icon Color
pt_br: Cor do Ícone

source: This will be the color of selected icon. By default It will be the same color as heading text color
pt_br: Esta será a cor do ícone selecionado. Por padrão, será a mesma cor do texto do cabeçalho

source: Color
pt_br: Cor

source: Select a color for this divider
pt_br: Selecionar uma cor para este divisor

source: URL Alt Text
pt_br: Texto Alternativo da URL

source: Entering custom text here will replace the url with a text link
pt_br: Inserir texto personalizado aqui substituirá a URL por um link de texto

source: Link Target
pt_br: Destino do Link

source: Choose whether to open this link in same window or in a new window
pt_br: Escolha se deseja abrir este link na mesma janela ou em uma nova janela

source: Open in new window
pt_br: Abrir em nova janela

source: Same window
pt_br: Mesma janela

source: Whether to follow or nofollow this link by search engines
pt_br: Se deve seguir ou não este link pelos motores de busca

source: Follow
pt_br: Seguir

source: Force strong password?
pt_br: Forçar senha forte?

source: Turn on to force users to create a strong password (A combination of one lowercase letter, one uppercase letter, and one number). If turned on this option is only applied to register forms and not to login forms.
pt_br: Ative para forçar os usuários a criar uma senha forte (uma combinação de uma letra minúscula, uma letra maiúscula e um número). Se ativado, essa opção se aplicará apenas aos formulários de registro e não aos formulários de login.

source: Automatically add a confirm password field?
pt_br: Adicionar automaticamente um campo de confirmação de senha?

source: Turn on to add a confirm password field. If turned on the confirm password field will only show on register forms and not on login forms.
pt_br: Ative para adicionar um campo de confirmação de senha. Se ativado, o campo de confirmação de senha será exibido apenas em formulários de registro e não em formulários de login.

source: This is the line-style of divider
pt_br: Este é o estilo da linha do divisor.

source: Time Intervals (in minutes)
pt_br: Intervalos de Tempo (em minutos)

source: Choose the minutes interval between each time in the time picker.
pt_br: Escolha o intervalo de minutos entre cada horário no seletor de tempo.

source: e.g. 30, 60, 120
pt_br: Ex.: 30, 60, 120

source: Date User-Friendly Format
pt_br: Formato de Data Amigável ao Usuário

source: The display format of the date which is visible to user.
pt_br: O formato de exibição da data que é visível para o usuário.

source: Time Format
pt_br: Formato de Hora

source: Choose the displayed time-format for this field
pt_br: Escolha o formato de hora exibido para este campo

source: ( 12-hr format )
pt_br: (formato de 12h)

source: ( 24-hr format )
pt_br: (formato de 24h)

source: Use custom Date format
pt_br: Usar formato de data personalizado

source: This option overrides "Date User-Friendly Format" option. See https://www.php.net/manual/en/function.date.php
pt_br: Esta opção substitui a opção "Formato de Data Amigável ao Usuário". Veja https://www.php.net/manual/en/function.date.php.

source: Displayed Date Format
pt_br: Formato de Data Exibida

source: Whether you wish to show the date in full or only show the years e.g. 25 Years
pt_br: Se deseja mostrar a data completa ou apenas os anos, por exemplo, 25 Anos

source: Show full date
pt_br: Mostrar data completa

source: Show years only
pt_br: Mostrar apenas anos

source: Disable specific weekdays
pt_br: Desativar dias da semana específicos

source: Disable specific week days from being available for selection in this date picker
pt_br: Desativar dias específicos da semana para seleção neste seletor de datas

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Number of Years to pick from
pt_br: Número de Anos para escolher

source: Number of years available for the date selection. Default to last 50 years
pt_br: Número de anos disponível para a seleção de datas. Padrão para os últimos 50 anos

source: Years Selection
pt_br: Seleção de Anos
