Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: Wrong mode
pt_br: Modo incorreto

source: You have no permission to edit this user
pt_br: Você não tem permissão para editar este usuário

source: You have no permission to delete this file
pt_br: Você não tem permissão para excluir este arquivo

source: Invalid parameters
pt_br: Parâmetros inválidos

source: Invalid coordinates
pt_br: Coordenadas inválidas

source: Invalid file ownership
pt_br: Propriedade do arquivo inválida

source: Invalid nonce
pt_br: Valor de segurança inválido

source: A theme or plugin compatibility issue
pt_br: Um problema de compatibilidade de tema ou plugin

source: Original size
pt_br: Tamanho original

source: Invalid hook
pt_br: Gancho inválido

source: You can not edit this user.
pt_br: Você não pode editar este usuário.

source: Wrong callback.
pt_br: Callback incorreto

source: Hello, spam bot!
pt_br: Olá, robô de spam!

source: Please agree privacy policy.
pt_br: Por favor, concorde com a política de privacidade.

source: GDPR Applied
pt_br: GDPR Aplicada

source: Your set password
pt_br: Sua senha definida

source: Login to our site
pt_br: Logar o usuário após validar o link de ativação Faça login no nosso site

source: Set your password
pt_br: Defina sua senha

source: Wrong member directory data
pt_br: Dados do diretório de membros incorretos

source: Grid
pt_br: Grade

source: List
pt_br: Lista

source: First name
pt_br: Primeiro nome

source: Last name
pt_br: Sobrenome

source: Last login
pt_br: Último login

source: CHAR
pt_br: CARACTER

source: NUMERIC
pt_br: NUMÉRICO

source: BINARY
pt_br: BINÁRIO

source: DATE
pt_br: DATA

source: DATETIME
pt_br: DATAHORA

source: SIGNED
pt_br: ASSINADO

source: TIME
pt_br: HORA

source: UNSIGNED
pt_br: NÃO ASSINADO

source: %s From
pt_br: %s De

source: %s To
pt_br: %s Para

source: stars
pt_br: estrelas

source: <strong>Age:</strong>&nbsp;{value} years old
pt_br: <strong>Idade:</strong> {value} anos

source: <strong>Age:</strong>&nbsp;{min_range} - {max_range} years old
pt_br: <strong>Idade:</strong> {min_range} - {max_range} anos

source: Edit Profile
pt_br: Editar Perfil

source: My Account
pt_br: Minha Conta

source: Please provide your username or email
pt_br: Por favor, forneça seu nome de usuário ou e-mail

source: You have reached the limit for requesting password change for this user already. Contact support if you cannot open the email
pt_br: Você já atingiu o limite para solicitar a alteração de senha para este usuário. Entre em contato com o suporte se não conseguir abrir o e-mail.

source: Unable to change password because of password change limit. Please try again later.
pt_br: Incapaz de alterar a senha devido ao limite de alterações de senha. Tente novamente mais tarde.

source: You must enter a new password
pt_br: Você deve inserir uma nova senha

source: Passwords may not contain the character "\".
pt_br: As senhas não podem conter o caractere "\".

source: Your password must contain at least %d characters
pt_br: Sua senha deve conter pelo menos %d caracteres

source: Your password must contain less than %d characters
pt_br: Sua senha deve conter menos de %d caracteres

source: Your password cannot contain the part of your username
pt_br: Sua senha não pode conter parte do seu nome de usuário

source: Your password cannot contain the part of your email address
pt_br: Sua senha não pode conter parte do seu endereço de e-mail

source: Your password must contain at least one lowercase letter, one capital letter and one number
pt_br: Sua senha deve conter pelo menos uma letra minúscula, uma letra maiúscula e um número

source: You must confirm your new password
pt_br: Você deve confirmar sua nova senha

source: Your passwords do not match
pt_br: Suas senhas não correspondem

source: This activation link is expired or have already been used.
pt_br: Este link de ativação expirou ou já foi usado.

source: This activation link is expired.
pt_br: Este link de ativação expirou.

source: Invalid data
pt_br: Dados inválidos

source: You can not edit this user
pt_br: Você não pode editar este usuário

source: Anyone
pt_br: Qualquer um

source: Guests only
pt_br: Somente convidados

source: Members only
pt_br: Somente Membros

source: Only the owner
pt_br: Somente o proprietário

source: Only specific roles
pt_br: Somente cargos específicos

source: Owner and specific roles
pt_br: Proprietário e cargos específicos

source: Invalid hook.
pt_br: Gancho inválido.

source: The "unassigned" $status has been removed. Use `UM()->setup()->set_default_user_status()` for setting up default user account status.
pt_br: O status "não atribuído" $status foi removido. Use UM()->setup()->set_default_user_status() para configurar o status padrão da conta do usuário.

source: This content has been restricted to logged in users only. Please <a href="{login_referrer}">login</a> to view this content.
pt_br: Este conteúdo foi restrito apenas para usuários logados. Por favor, <a href="{login_referrer}">faça login</a> para visualizar este conteúdo.

source: Go to profile
pt_br: Ir para perfil

source: You are already registered.
pt_br: Você já está registrado.

source: Default Template
pt_br: Modelo Padrão

source: Your image is invalid!
pt_br: Sua imagem é inválida!

source: This media type is not recognized.
pt_br: Este tipo de mídia não é reconhecido.

source: Your image is invalid or too large!
pt_br: Sua imagem é inválida ou muito grande!

source: Your photo is too small. It must be at least %spx wide.
pt_br: Sua foto é muito pequena. Deve ter pelo menos %spx de largura.

source: Your photo is too small. It must be at least %spx high.
pt_br: Sua foto é muito pequena. Deve ter pelo menos %spx de altura.

source: This file type is not recognized.
pt_br: Este tipo de arquivo não é reconhecido.

source: Unable to crop image file: %s
pt_br: Incapaz de recortar arquivo de imagem: %s

source: Ultimate Member Role
pt_br: Cargo do Ultimate Member

source: &mdash; No role for Ultimate Member &mdash;
pt_br: — Nenhum cargo para Ultimate Member —

source: Membership Rejected
pt_br: Assinatura Rejeitada

source: Membership Inactive
pt_br: Assinatura Inativa

source: You must provide a user ID
pt_br: Você deve fornecer um ID de usuário

source: You need to provide data to update
pt_br: Você precisa fornecer dados para atualizar

source: You need to provide value to update
pt_br: Você precisa fornecer um valor para atualizar

source: User status has been changed.
pt_br: Data de registro do usuário

source: User role has been changed.
pt_br: Cargo do usuário foi alterado.

source: User meta has been changed.
pt_br: Meta do usuário foi alterada.

source: Invalid user specified
pt_br: Usuário especificado inválido

source: User has been successfully deleted.
pt_br: Usuário foi excluído com sucesso.

source: You must specify both a token and API key!
pt_br: Você deve especificar tanto um token quanto uma chave de API!

source: Your request could not be authenticated
pt_br: Sua solicitação não pôde ser autenticada

source: Invalid API key
pt_br: Chave API inválida

source: Invalid query!
pt_br: Consulta inválida!

source: Are you hacking? Please try again!
pt_br: Você está hackeando? Por favor, tente novamente!

source: You must enter your password
pt_br: Você deve inserir sua senha

source: This is not your password
pt_br: Esta não é a sua senha.

source: Password is required
pt_br: Senha é necessária

source: Password confirmation is required
pt_br: Confirmação de senha é necessária

source: Your new password does not match
pt_br: Sua nova senha não corresponde

source: You must provide your first name
pt_br: Você deve fornecer seu primeiro nome

source: You must provide your last name
pt_br: Você deve fornecer seu sobrenome

source: You must provide your email
pt_br: Você deve fornecer seu e-mail

source: Please provide a valid email
pt_br: Por favor, forneça um e-mail válido

source: Select what email notifications you want to receive
pt_br: Selecione quais notificações por e-mail você deseja receber.

source: Download your data
pt_br: Baixe seus dados

source: You can request a file with the information that we believe is most relevant and useful to you.
pt_br: Você pode solicitar um arquivo com as informações que acreditamos serem mais relevantes e úteis para você.

source: You could download your previous data:
pt_br: Você poderia baixar seus dados anteriores:

source: Download Personal Data
pt_br: Baixar Dados Pessoais

source: You could send a new request for an export of personal your data.
pt_br: Você poderia enviar uma nova solicitação para exportar seus dados pessoais.

source: A confirmation email has been sent to your email. Click the link within the email to confirm your export request.
pt_br: Um e-mail de confirmação foi enviado para seu e-mail. Clique no link dentro do e-mail para confirmar sua solicitação de exportação.

source: The administrator has not yet approved downloading the data. Please expect an email with a link to your data.
pt_br: O administrador ainda não aprovou o download dos dados. Aguarde um e-mail com um link para os seus dados.

source: Enter your current password to confirm a new export of your personal data.
pt_br: Digite sua senha atual para confirmar uma nova exportação de seus dados pessoais.

source: You must enter a password
pt_br: Você deve inserir uma senha

source: To export of your personal data, click the button below.
pt_br: Para exportar seus dados pessoais, clique no botão abaixo.

source: Request data
pt_br: Solicitar dados

source: Erase of your data
pt_br: Exclusão de seus dados

source: You can request erasing of the data that we have about you.
pt_br: Você pode solicitar a exclusão dos dados que temos sobre você.

source: Your personal data has been deleted.
pt_br: Seus dados pessoais foram excluídos.

source: You could send a new request for deleting your personal data.
pt_br: Você poderia enviar uma nova solicitação para excluir seus dados pessoais.

source: A confirmation email has been sent to your email. Click the link within the email to confirm your deletion request.
pt_br: Um e-mail de confirmação foi enviado para seu e-mail. Clique no link dentro do e-mail para confirmar sua solicitação de exclusão.

source: The administrator has not yet approved deleting your data. Please expect an email with a link to your data.
pt_br: O administrador ainda não aprovou a exclusão dos seus dados.

source: Enter your current password to confirm the erasure of your personal data.
pt_br: Digite sua senha atual para confirmar a exclusão de seus dados pessoais.

source: Require erasure of your personal data, click on the button below.
pt_br: Exigir apagamento dos seus dados pessoais, clique no botão abaixo.

source: Request data erase
pt_br: Solicitar exclusão de dados

source: Wrong request.
pt_br: Solicitação incorreta.

source: The password you entered is incorrect.
pt_br: A senha que você inseriu está incorreta.

source: Super administrators can not be modified.
pt_br: Super administradores não podem ser modificados.

source: You do not have permission to make this action.
pt_br: Você não tem permissão para realizar esta ação.

source: You do not have permission to delete this user.
pt_br: Você não tem permissão para excluir este usuário.

source: You are not allowed to use this word as your username.
pt_br: Você não tem permissão para usar esta palavra como seu nome de usuário.

source: Profile Photo is required.
pt_br: Foto do Perfil é obrigatória.

source: %s - wrong conditions.
pt_br: %s - condições erradas.

source: %s is required.
pt_br: %s é necessário.

source: Please specify account type.
pt_br: Por favor, especifique o tipo de conta.

source: This field is required
pt_br: Este campo é obrigatório.

source: %s is required
pt_br: %s é necessário

source: You are only allowed to enter a maximum of %s words
pt_br: Você só pode inserir um máximo de %s palavras

source: This field must contain at least %s characters
pt_br: Este campo deve conter pelo menos %s caracteres.

source: Your %1$s must contain at least %2$s characters
pt_br: Seu %1$s deve conter pelo menos %2$s caracteres

source: This field must contain less than %s characters
pt_br: Este campo deve conter menos de %s caracteres.

source: Your %1$s must contain less than %2$s characters
pt_br: Seu %1$s deve conter menos de %2$s caracteres

source: You can not use HTML tags here
pt_br: Você não pode usar tags HTML aqui

source: Please confirm your password
pt_br: Por favor, confirme sua senha

source: Please select at least %s choices
pt_br: Por favor, selecione pelo menos %s escolhas

source: You can only select up to %s choices
pt_br: Você só pode selecionar até %s opções

source: Minimum number limit is %s
pt_br: O limite mínimo de número é %s

source: Maximum number limit is %s
pt_br: O limite máximo de número é %s

source: Your user description must contain less than %s characters
pt_br: Sua descrição de usuário deve conter menos de %s caracteres

source: Please enter numbers only in this field
pt_br: Por favor, insira apenas números neste campo

source: Please enter a valid phone number
pt_br: Por favor, insira um número de telefone válido

source: Please enter a valid %s username or profile URL
pt_br: Por favor, insira um nome de usuário ou URL de perfil %s válido

source: Please enter a valid %s URL
pt_br: Por favor, insira um URL %s válido

source: Please enter a valid %s profile URL
pt_br: Por favor, insira um URL de perfil %s válido

source: Please enter a valid Discord ID
pt_br: Por favor, insira um ID Discord válido

source: Please enter a valid URL
pt_br: Por favor, insira uma URL válida

source: You must provide a username
pt_br: Você deve fornecer um nome de usuário

source: The username you entered is incorrect
pt_br: O nome de usuário que você inseriu está incorreto.

source: Username cannot be an email
pt_br: Nome de Usuário não pode ser um e-mail

source: Your username contains invalid characters
pt_br: Seu nome de usuário contém caracteres inválidos

source: You must provide a username or email
pt_br: Você deve fornecer um nome de usuário ou e-mail

source: The email you entered is incorrect
pt_br: O e-mail que você inseriu está incorreto.

source: Your email contains invalid characters
pt_br: Seu e-mail contém caracteres inválidos

source: This is not a valid email
pt_br: Este não é um e-mail válido.

source: You must provide a unique value
pt_br: Você deve fornecer um valor único

source: You must provide alphabetic letters
pt_br: Você deve fornecer letras alfabéticas

source: You must provide alphabetic letters or numbers
pt_br: Você deve fornecer letras alfabéticas ou números

source: You must provide lowercase letters.
pt_br: Você deve fornecer letras minúsculas.

source: You must provide English letters.
pt_br: Você deve fornecer letras em inglês.

source: Please enter your username or email
pt_br: Por favor, insira seu nome de usuário ou e-mail

source: Please enter your username
pt_br: Por favor, insira seu nome de usuário

source: Please enter your email
pt_br: Por favor, insira seu e-mail

source: Please enter your password
pt_br: Por favor, insira sua senha

source: Password is incorrect. Please try again.
pt_br: Senha incorreta. Por favor, tente novamente.

source: This action has been prevented for security measures.
pt_br: Essa ação foi impedida por medidas de segurança.

source: Keep me signed in
pt_br: Mantenha-me conectado

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Your account was updated successfully.
pt_br: Sua conta foi atualizada com sucesso.

source: You have successfully changed your password.
pt_br: Você alterou sua senha com sucesso.

source: Your account is now active! You can login.
pt_br: Sua conta está agora ativa! Você pode fazer login.

source: An error has been encountered
pt_br: Um erro foi encontrado

source: Registration is currently disabled
pt_br: Registro está atualmente desativado

source: This email address has been blocked.
pt_br: Este endereço de e-mail foi bloqueado.

source: We do not accept registrations from that domain.
pt_br: Não aceitamos registros daquele domínio.

source: Your IP address has been blocked.
pt_br: Seu endereço IP foi bloqueado.

source: Your account has been disabled.
pt_br: Sua conta foi desativada.

source: Your account has not been approved yet.
pt_br: Sua conta ainda não foi aprovada.

source: Your account is awaiting email verification.
pt_br: Sua conta está aguardando verificação por e-mail.

source: Your membership request has been rejected.
pt_br: Sua solicitação de adesão foi rejeitada.

source: An error has been encountered. Probably page was cached. Please try again.
pt_br: Um erro foi encontrado. Provavelmente a página foi armazenada em cache. Por favor, tente novamente.

source: You are not allowed to edit this user.
pt_br: Você não tem permissão para editar este usuário.

source: Your choosed %s
pt_br: Seu %s escolhido

source: Upload a cover photo
pt_br: Enviar uma foto de capa

source: Change cover photo
pt_br: Alterar foto de capa

source: Upload photo
pt_br: Enviar foto

source: Remove photo
pt_br: Remover foto

source: Tell us a bit about yourself...
pt_br: Conte-nos um pouco sobre você...

source: This user account status is %s
pt_br: O status desta conta de usuário é %s

source: Your account
pt_br: Sua conta

source: Invalid SoundCloud track ID
pt_br: ID de faixa do SoundCloud inválido

source: Invalid Spotify URL
pt_br: URL do Spotify inválida

source: Joined %s
pt_br: Juntou-se a %s

source: Untitled photo
pt_br: Foto sem título

source: This link leads to a 3rd-party website. Make sure the link is safe and you really want to go to this website: '%s'
pt_br: Este link leva a um site de terceiros. Certifique-se de que o link é seguro e que você realmente deseja acessar este site: '%s'.

source: max
pt_br: máx

source: Deactivate this account
pt_br: Desativar esta conta

source: Reactivate this account
pt_br: Reative esta conta

source: Delete this user
pt_br: Excluir este usuário

source: Login as this user
pt_br: Login como este usuário

source: <strong>Important:</strong> Your password has expired. This (one-time) change requires you to reset your password. Please <a href="%s">click here</a> to reset your password via Email.
pt_br: <strong>Importante:</strong> Sua senha expirou. Esta alteração (única) requer que você redefina sua senha. Por favor, <a href="%s">clique aqui</a> para redefinir sua senha via Email.

source: <strong>Important:</strong> Our website is currently under maintenance. Please check back soon.
pt_br: <strong>Importante:</strong> Nosso site está atualmente em manutenção. Por favor, volte em breve.

source: Your new password cannot be same as old password.
pt_br: Sua nova senha não pode ser igual à senha antiga.

source: date submitted
pt_br: data enviada

source: (empty)
pt_br: (vazio)

source: User registered date
pt_br: Data de registro do usuário

source: %1$s - Form ID#: %2$s
pt_br: %1$s - ID do Formulário#: %2$s

source: Ultimate Member - Search
pt_br: Ultimate Member - Pesquisa

source: Shows the search member form.
pt_br: Mostra o formulário de busca de membros.

source: Search Users
pt_br: Pesquisar Usuários

source: Edit profile
pt_br: Editar perfil

source: Jump to page:
pt_br: Ir para a página:

source: of
pt_br: de

source: First page
pt_br: Primeira página

source: Previous page
pt_br: Página anterior

source: Next page
pt_br: Próxima página

source: Last page
pt_br: Última página

source: Search:
pt_br: Pesquisar:

source: Search
pt_br: Pesquisar

source: Change to %s
pt_br: Alterar para %s

source: Sort by:
pt_br: Ordenar por:

source: More filters
pt_br: Mais filtros

source: Remove filter
pt_br: Remover filtro

source: Remove all filters
pt_br: Remover todos os filtros

source: Clear all
pt_br: Limpar tudo

source: Close view photo modal
pt_br: Fechar modal de visualização de foto

source: Set password
pt_br: Definir senha

source: Change password
pt_br: Alterar senha

source: If an account matching the provided details exists, we will send a password reset link. Please check your inbox.
pt_br: Se uma conta correspondente aos detalhes fornecidos existir, enviaremos um link para redefinir a senha. Por favor, verifique sua caixa de entrada.

source: You have successfully changed password.
pt_br: Você alterou a senha com sucesso.

source: Your password reset link has expired. Please request a new link below.
pt_br: O link para redefinir sua senha expirou. Solicite um novo link abaixo.

source: Your password reset link appears to be invalid. Please request a new link below.
pt_br: O link para redefinir sua senha parece ser inválido. Solicite um novo link abaixo.

source: To reset your password, please enter your email address or username below.
pt_br: Para redefinir sua senha, insira seu endereço de e-mail ou nome de usuário abaixo.

source: Reset password
pt_br: Redefinir senha

source: On <a href="%1$s">%2$s</a>
pt_br: Em <a href="%1$s">%2$s</a>

source: load more comments
pt_br: carregar mais comentários

source: You have not made any comments.
pt_br: Você não fez nenhum comentário.

source: This user has not made any comments.
pt_br: Este usuário ainda não fez nenhum comentário.

source: %s ago
pt_br: %s atrás

source: in: %s
pt_br: em: %s

source: no comments
pt_br: sem comentários

source: %s comment
pt_br: %s comentário

source: load more posts
pt_br: carregar mais postagens

source: You have not created any posts.
pt_br: Você ainda não criou nenhuma postagem.

source: This user has not created any posts.
pt_br: Este usuário ainda não criou nenhum post.

source: Restrict access?
pt_br: Restringir acesso?

source: Who can access this block?
pt_br: Quem pode acessar este bloco?

source: What roles can access this block?
pt_br: Quais cargos podem acessar este bloco?

source: Restriction action
pt_br: Ação de Restrição

source: Hide block
pt_br: Ocultar bloco

source: Show global default message
pt_br: Mostrar mensagem global padrão

source: This will permanently delete this custom field from a database and from all forms on your site. Are you sure?
pt_br: Isso excluirá permanentemente este campo personalizado do banco de dados e de todos os formulários em seu site. Tem certeza?

source: Wrong AJAX response...
pt_br: Resposta AJAX errada...

source: Your upgrade was crashed, please contact with support
pt_br: Sua atualização falhou, entre em contato com o suporte

source: Something went wrong with AJAX request...
pt_br: Algo deu errado com a solicitação AJAX...

source: Upgrade Process Started...
pt_br: Atualizar Processo Iniciado...

source: Getting metadata
pt_br: Obtendo metadados

source: Scanning site..
pt_br: Escaneando site...

source: You can start the scan now but you must save the settings to apply the selected capabilities after the scan is complete.
pt_br: Você pode iniciar a varredura agora, mas deve salvar as configurações para aplicar as capacidades selecionadas após a conclusão da varredura.

source: Are sure, maybe some settings not saved
pt_br: Tem certeza, talvez algumas configurações não tenham sido salvas.

source: Are you sure that you want to delete this user?
pt_br: Você tem certeza de que deseja excluir este usuário?

source: Cancel this rating!
pt_br: Cancelar esta classificação!

source: Not rated yet!
pt_br: Ainda não avaliado!

source: Account Tab
pt_br: Aba da Conta

source: Select Tab
pt_br: Selecionar Aba

source: Loading...
pt_br: Carregando...

source: Select Forms
pt_br: Selecionar Formulários

source: Select Directories
pt_br: Selecionar Diretórios

# block title
source: Account
pt_br: Conta

# block description
source: Displaying the account page of the current user
pt_br: Exibindo a página da conta do usuário atual

# block title
source: Form
pt_br: Formulário

# block description
source: Choose display form
pt_br: Escolha o formulário de exibição
