Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: The easiest way to create powerful online communities and beautiful user profiles with WordPress
pt_br: A maneira mais fácil de criar comunidades online poderosas e perfis de usuário bonitos com WordPress.

source: Wrong Nonce
pt_br: Nonce incorreto

source: Other (Custom Field)
pt_br: Outro (Campo Personalizado)

source: Security check
pt_br: Verificação de segurança

source: Wrong ID
pt_br: ID errado

source: Duplicate of %s
pt_br: Duplicado de %s

source: Settings
pt_br: Configurações

source: Security Check
pt_br: Verificação de Segurança

source: Form updated.
pt_br: Formulário atualizado.

source: Custom field updated.
pt_br: Campo personalizado atualizado.

source: Custom field deleted.
pt_br: Campo personalizado excluído.

source: Form restored to revision.
pt_br: Formulário restaurado para revisão.

source: Form created.
pt_br: Formulário criado.

source: Form saved.
pt_br: Formulário salvo.

source: Form submitted.
pt_br: Formulário enviado.

source: Form scheduled.
pt_br: Formulário agendado.

source: Form draft updated.
pt_br: Rascunho do formulário atualizado.

source: General
pt_br: Geral

source: Password
pt_br: Senha

source: Privacy
pt_br: Privacidade

source: Notifications
pt_br: Notificações

source: Delete
pt_br: Excluir

source: Ultimate Member Blocks
pt_br: Blocos do Ultimate Member

source: Invalid user.
pt_br: Usuário inválido.

source: Scan Now
pt_br: Verificar Agora

source: Last scan:
pt_br: Última verificação:

source: ago
pt_br: há

source: Not Completed.
pt_br: Não Concluído.

source: Not Scanned yet.
pt_br: Ainda não Escaneado.

source: Banned Administrative Capabilities
pt_br: Capacidades Administrativas Banidas

source: All the above are default Administrator & Super Admin capabilities. When someone tries to inject capabilities to the Account, Profile & Register forms submission, it will be flagged with this option. The %s capabilities are locked to ensure no users will be created with these capabilities.
pt_br: Todas as opções acima são permissões padrão de Administrador e Super Admin. Quando alguém tenta injetar permissões nos formulários de Conta, Perfil e Registro, isso será sinalizado com esta opção. As permissões %s estão bloqueadas para garantir que nenhum usuário seja criado com essas permissões.

source: Scan your site to check for vulnerabilities prior to Ultimate Member version 2.6.7 and get recommendations to secure your site.
pt_br: Verifique seu site para procurar vulnerabilidades antes da versão 2.6.7 do Ultimate Member e obtenha recomendações para proteger seu site.

source: Lock All Register Forms
pt_br: Bloquear Todos os Formulários de Registro

source: Lock Forms
pt_br: Bloquear Formulários

source: This prevents all users from registering with Ultimate Member on your site.
pt_br: Isso impede que todos os usuários se registrem com Ultimate Member no seu site.

source: Display Login form notice to reset passwords
pt_br: Exibir aviso de formulário de login para redefinir senhas

source: Enable Login form notice
pt_br: Habilitar aviso do formulário de Login

source: Enforces users to reset their passwords (one-time) and prevent from entering old password.
pt_br: Força os usuários a redefinir suas senhas (uma vez) e evita a entrada de senhas antigas.

source: Expire All Users Sessions
pt_br: Expirar todas as sessões de usuários

source: Are you sure that you want to make all users sessions expired?
pt_br: Você tem certeza de que deseja expirar todas as sessões dos usuários?

source: Logout Users (%d)
pt_br: Logout Usuários (%d)

source: This will log out all users on your site and forces them to reset passwords <br/>when <strong>"Display Login form notice to reset passwords" is enabled/checked.</strong>
pt_br: Isso desconectará todos os usuários em seu site e os forçará a redefinir senhas <br/>quando <strong>"Exibir aviso de login para redefinir senhas" estiver ativado/marcado.</strong>

source: Administrative capabilities ban
pt_br: Banimento de Capacidades Administrativas

source: Enable ban for administrative capabilities
pt_br: Habilitar banimento para capacidades administrativas

source: When someone tries to inject capabilities to the Account, Profile & Register forms submission, it will be banned.
pt_br: Quando alguém tentar injetar recursos no envio dos formulários Conta, Perfil e Registro, será banido.

source: Notify Administrators
pt_br: Notificar Administradores

source: Enable notification
pt_br: Habilitar notificação

source: When enabled, All administrators will be notified when someone has suspicious activities in the Account, Profile & Register forms.
pt_br: Quando habilitado, todos os administradores serão notificados quando alguém tiver atividades suspeitas nas formas de Conta, Perfil e Registro.

source: Send Immediately
pt_br: Enviar Imediatamente

source: Hourly
pt_br: Por Hora

source: Daily
pt_br: Diário

source: Notification Schedule
pt_br: Agenda de Notificações

source: Allowed hosts for safe redirect (one host per line)
pt_br: Hosts Permitidos para Redirecionamento Seguro (um host por linha)

source: Extend allowed hosts for frontend pages redirects.
pt_br: Estender hosts permitidos para redirecionamentos de páginas frontend.

source: Security
pt_br: Segurança

source: This feature scans for suspicious registered accounts, bans the usage of administrative capabilities to site subscribers/members, allows the website administrators to force all users to reset their passwords, preventing users from logging-in using their old passwords that may have been exposed.
pt_br: Este recurso verifica contas registradas suspeitas, proíbe o uso de capacidades administrativas para assinantes/membros do site, permite que os administradores do site forcem todos os usuários a redefinir suas senhas, impedindo os usuários de fazer login com senhas antigas que podem ter sido expostas.

source: Blocked Due to Suspicious Activity
pt_br: Bloqueado Devido a Atividade Suspeita

source: Are you sure that you want to restore this account after getting flagged for suspicious activity?
pt_br: Você tem certeza de que deseja restaurar esta conta após ela ser marcada por atividade suspeita?

source: Restore Account
pt_br: Restaurar Conta

source: Are the Ultimate Member templates out of date?
pt_br: Os modelos do Ultimate Member estão desatualizados?

source: Are the icons in Ultimate Member Forms and Settings out of date?
pt_br: Os ícones nos Formulários e Configurações do Ultimate Member estão desatualizados?

source: You have the most recent version of custom Ultimate Member templates
pt_br: Você tem a versão mais recente dos modelos personalizados do Ultimate Member

source: Your custom Ultimate Member templates that are situated in the theme have the most recent version and are ready to use.
pt_br: Seus modelos personalizados do Ultimate Member que estão no tema têm a versão mais recente e estão prontos para uso.

source: Your custom templates are out of date
pt_br: Seus modelos personalizados estão desatualizados

source: Your custom Ultimate Member templates that are situated in the theme are out of date and may break the website's functionality.
pt_br: Seus modelos personalizados do Ultimate Member que estão no tema estão desatualizados e podem comprometer a funcionalidade do site.

source: Check status and update
pt_br: Verifique o status e atualize

source: Your fields' icons in the Ultimate Member Forms are out of date.
pt_br: Os ícones dos seus campos nos formulários do Ultimate Member estão desatualizados.

source: Related to Ultimate Member Forms:
pt_br: Relacionado aos Formulários do Ultimate Member:

source: Edit form fields and update
pt_br: Editar campos do formulário e atualizar

source: As soon as legacy icons will be removed old icons may break the website's functionality.
pt_br: Assim que os ícones legados forem removidos, os ícones antigos poderão quebrar a funcionalidade do site.

source: You have the most recent version of icons in Ultimate Member forms and settings
pt_br: Você tem a versão mais recente dos ícones nos formulários e configurações do Ultimate Member

source: Your fields in the Ultimate Member Forms and settings have the most recent version and are ready to use.
pt_br: Seus campos nos formulários e configurações do Ultimate Member têm a versão mais recente e estão prontos para uso.

source: Some field icons and (or) Ultimate Member settings icons are out of date
pt_br: Alguns ícones de campos e/ou ícones de configurações do Ultimate Member estão desatualizados

source: Row:
pt_br: Linha:

source: Field:
pt_br: Campo:

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: All
pt_br: Todos

source: Default
pt_br: Padrão

source: No predefined page
pt_br: Sem página predefinida

source: This debug information for your Ultimate Member installation can assist you in getting support.
pt_br: Essas informações de depuração para sua instalação do Ultimate Member podem ajudar a obter suporte.

source: Pages
pt_br: Páginas

source: Profile Permalink Base
pt_br: Base do Permalink do Perfil

source: User Display Name
pt_br: Nome de Exibição do Usuário

source: Automatically redirect author page to their profile?
pt_br: Redirecionar automaticamente a página do autor para o seu perfil?

source: Enable Members Directory
pt_br: Habilitar Diretório de Membros

source: Show/hide password button
pt_br: Mostrar/ocultar botão de senha

source: Require Strong Passwords
pt_br: Exigir Senhas Fortes

source: Avoid indexing profile by search engines
pt_br: Evitar indexação do perfil por mecanismos de busca

source: Activation link lifetime
pt_br: Tempo de vida do link de ativação

source: Use Gravatars?
pt_br: Usar Gravatars?

source: Deleting user comments after deleting a user
pt_br: Excluindo comentários de usuários após excluir um usuário

source: Profile Permalink Base Custom Meta Key
pt_br: Base do Permalink do Perfil Chave Meta Personalizada

source: Display Name Custom Field(s)
pt_br: Campo(s) de Nome de Exibição Personalizado(s)

source: 404 ( File Not Found response )
pt_br: Execute uma varredura completa em seu site usando plugins de segurança de terceiros, como

source: Mystery Man
pt_br: Homem Mistério

source: Blank ( a transparent PNG image )
pt_br: Em Branco (uma imagem PNG transparente)

source: Use Gravatar builtin image
pt_br: Usar imagem incorporada do Gravatar

source: Use Default plugin avatar as Gravatar's Default avatar
pt_br: Usar avatar padrão do plugin como avatar padrão do Gravatar

source: Password Account Tab
pt_br: Aba de Senha da Conta

source: Privacy Account Tab
pt_br: Aba de Privacidade da Conta

source: Notifications Account Tab
pt_br: Aba de Notificações da Conta

source: Delete Account Tab
pt_br: Aba de Exclusão de Conta

source: Account Deletion Custom Text
pt_br: Texto Personalizado Para Exclusão de Conta

source: Account Deletion without password Custom Text
pt_br: Texto Personalizado para Exclusão de conta sem senha

source: Add a First & Last Name fields
pt_br: Adicionar campos de Nome e Sobrenome

source: Disable First & Last name field editing
pt_br: Desativar edição dos campos Nome e Sobrenome

source: Require First & Last Name
pt_br: Exigir Primeiro e Último Nome

source: Allow users to change email
pt_br: Permitir que os usuários alterem o e-mail

source: Password is required?
pt_br: Senha é necessária?

source: Allow users to hide their profiles from directory
pt_br: Permitir que os usuários ocultem seus perfis do diretório

source: Hide profiles from directory by default
pt_br: Ocultar perfis do diretório por padrão

source: Profile Photo Maximum File Size (bytes)
pt_br: Tamanho Máximo do Arquivo da Foto do Perfil (bytes)

source: Cover Photo Maximum File Size (bytes)
pt_br: Tamanho Máximo do Arquivo da Foto de Capa (bytes)

source: Profile Photo Thumbnail Sizes (px)
pt_br: Tamanhos de Miniatura da Foto do Perfil (px)

source: Cover Photo Thumbnail Sizes (px)
pt_br: Tamanhos de Miniaturas da Foto de Capa (px)

source: Change image orientation
pt_br: Alterar orientação da imagem

source: Image Quality
pt_br: Qualidade da Imagem

source: Image Upload Maximum Width (px)
pt_br: Largura Máxima do Upload da Imagem (px)

source: Cover Photo Minimum Width (px)
pt_br: Largura Mínima da Foto de Capa (px)

source: Global Site Access
pt_br: Acesso Global ao Site

source: Site accessible to Everyone
pt_br: Site acessível a Todos

source: Site accessible to Logged In Users
pt_br: Site acessível a Usuários Conectados

source: Custom Redirect URL
pt_br: URL de Redirecionamento Personalizado

source: Exclude the following URLs
pt_br: Excluir as seguintes URLs

source: Allow Homepage to be accessible
pt_br: Permitir que a Página Inicial seja acessível

source: Allow Category pages to be accessible
pt_br: Permitir que páginas de Categoria sejam acessíveis

source: Restricted Content Titles
pt_br: Títulos do Conteúdo Restrito

source: Restricted Content Title Text
pt_br: Texto do Título do Conteúdo Restrito

source: Restricted Access Message
pt_br: Mensagem de Acesso Restrito

source: Enable the "Content Restriction" settings for the Gutenberg Blocks
pt_br: Habilitar as configurações de "Restrição de Conteúdo" para Blocos Gutenberg.

source: Restricted Access Block Message
pt_br: Mensagem de Acesso Restrito

source: Enable the "Content Restriction" settings for post types
pt_br: Habilitar as configurações de "Restrição de Conteúdo" para tipos de postagens.

source: Enable the "Content Restriction" settings for taxonomies
pt_br: Habilitar as configurações de "Restrição de Conteúdo" para taxonomias.

source: Enable the Reset Password Limit?
pt_br: Habilitar Limite de Redefinição de Senha?

source: Reset Password Limit
pt_br: Limite de Redefinição de Senha

source: Change Password request limit
pt_br: Limite de solicitações de Alteração de Senha

source: Blocked Email Addresses
pt_br: Endereços de E-mail Bloqueados

source: Blacklist Words
pt_br: Palavras Bloqueadas

source: Allowed Choice Callbacks
pt_br: Callbacks de Escolha Permitidos

source: Allow external link redirect confirm
pt_br: Permitir redirecionamento de link externo

source: Admin Email Address
pt_br: Endereço de E-mail do Administrador

source: Mail appears from
pt_br: E-mail aparece de

source: Mail appears from address
pt_br: Endereço de origem do e-mail

source: Use HTML for Emails?
pt_br: Usar HTML para E-mails?

source: "%s" Subject
pt_br: Assunto "%s"

source: Template "%s" in theme?
pt_br: Modelo "%s" no tema?

source: Show inside text field
pt_br: Mostrar dentro do campo de texto

source: Show with label
pt_br: Mostrar com rótulo

source: Turn off
pt_br: Desativar

source: Bottom of Icon
pt_br: Parte Inferior do Ícone

source: Left of Icon (right for RTL)
pt_br: À esquerda do Ícone (direita para RTL)

source: No template name
pt_br: Nenhum nome de modelo

source: Profile Default Template
pt_br: Modelo de Perfil Padrão

source: %1$s (filename: %2$s.php)
pt_br: %1$s (nome do arquivo: %2$s.php)

source: Profile Maximum Width
pt_br: Largura Máxima do Perfil

source: Profile Area Maximum Width
pt_br: Largura Máxima da Área do Perfil

source: Profile Field Icons
pt_br: Ícones do Campo de Perfil

source: Profile Primary Button Text
pt_br: Texto do Botão Primário do Perfil

source: Profile Secondary Button
pt_br: Botão Secundário do Perfil

source: Profile Secondary Button Text
pt_br: Texto do Botão Secundário do Perfil

source: Default Profile Photo
pt_br: Foto de Perfil Padrão

source: Default Cover Photo
pt_br: Foto de Capa Padrão

source: Disable Profile Photo Upload
pt_br: Desativar Upload de Foto de Perfil

source: Profile Photo Size
pt_br: Tamanho da Foto do Perfil

source: Profile Cover Photos
pt_br: Fotos de Capa do Perfil

source: Profile Cover Size
pt_br: Tamanho da Capa do Perfil

source: Profile Cover Ratio
pt_br: Proporção da Capa do Perfil

source: Profile Header Meta Text Icon
pt_br: Ícone de Texto Meta do Cabeçalho do Perfil

source: Show display name in profile header
pt_br: Mostrar nome de exibição no cabeçalho do perfil

source: Show social links in profile header
pt_br: Mostrar links sociais no cabeçalho do perfil

source: Show user description in header
pt_br: Mostrar descrição do usuário no cabeçalho

source: Enable HTML support for user description
pt_br: Habilitar suporte a HTML para descrição do usuário

source: User description maximum chars
pt_br: Máximo de caracteres na descrição do usuário

source: Profile Header Menu Position
pt_br: Posição do Menu de Cabeçalho do Perfil

source: Show a custom message if profile is empty
pt_br: Mostrar uma mensagem personalizada se o perfil estiver vazio.

source: Show the emoticon
pt_br: Mostrar o emoticon

source: Enable profile menu
pt_br: Habilitar menu de perfil.

source: %s Tab
pt_br: %s Aba

source: Who can see %s Tab?
pt_br: Quem pode ver a aba %s?

source: About
pt_br: Sobre

source: Comments
pt_br: Comentários

source: Profile menu default tab
pt_br: Aba padrão do menu de perfil

source: Enable menu icons in desktop view
pt_br: Habilitar ícones de menu na visualização para desktop

source: Centered
pt_br: Centralizado

source: Left aligned
pt_br: Alinhado à esquerda

source: Right aligned
pt_br: Alinhado à Direita

source: Registration Default Template
pt_br: Modelo Padrão de Registro

source: Registration Maximum Width
pt_br: Largura Máxima de Registro

source: Registration Shortcode Alignment
pt_br: Alinhamento do Shortcode de Registro

source: Registration Field Icons
pt_br: Ícones dos Campos de Registro

source: Registration Primary Button Text
pt_br: Texto do Botão Primário de Registro

source: Registration Secondary Button
pt_br: Botão Secundário de Registro

source: Registration Secondary Button Text
pt_br: Texto do Botão Secundário de Registro

source: Registration Secondary Button URL
pt_br: URL do Botão Secundário de Registro

source: Registration Default Role
pt_br: Cargo Padrão de Registro

source: Login Default Template
pt_br: Modelo de Login Padrão

source: Login Maximum Width
pt_br: Largura Máxima de Login

source: Login Shortcode Alignment
pt_br: Alinhamento do Shortcode de Login

source: Login Field Icons
pt_br: Ícones de Campo de Login

source: Login Primary Button Text
pt_br: Texto do Botão Primário de Login

source: Login Secondary Button
pt_br: Botão Secundário de Login

source: Login Secondary Button Text
pt_br: Texto do Botão Secundário de Login

source: Login Secondary Button URL
pt_br: URL do Botão Secundário de Login

source: Login Forgot Password Link
pt_br: Link de Esqueceu a Senha do Login

source: Show "Remember Me"
pt_br: Mostrar "Lembrar-me"

source: Show an asterisk for required fields
pt_br: Mostrar um asterisco para campos obrigatórios

source: User Profile Title
pt_br: Título do Perfil do Usuário

source: User Profile Dynamic Meta Description
pt_br: Descrição Dinâmica do Meta do Perfil do Usuário

source: Disable Cache User Profile
pt_br: Desativar Cache de Perfil de Usuário

source: Enable Gutenberg Blocks
pt_br: Habilitar Blocos Gutenberg

source: REST API version
pt_br: Versão da API REST

source: Disable pre-queries for restriction content logic (advanced)
pt_br: Desativar pré-consultas para lógica de restrição de conteúdo (avançado)

source: Enable custom table for usermeta
pt_br: Habilitar tabela personalizada para usermeta

source: Remove Data on Uninstall?
pt_br: Remover dados na desinstalação?

source: Allowed hosts for safe redirect
pt_br: Hosts Permitidos para Redirecionamento Seguro

source: Licenses
pt_br: Licenças

source: User roles
pt_br: Cargos de usuário

source: This debug information about user roles.
pt_br: Essas são informações de depuração sobre funções de usuário.

source: User Roles (priority)
pt_br: Cargos de usuário (prioridade)

source: WordPress Default New User Role
pt_br: Cargo padrão de novo usuário do WordPress

source: role settings
pt_br: configurações de cargo

source: This debug information about user role.
pt_br: Essas são informações de depuração sobre o cargo de usuário.

source: Can access wp-admin?
pt_br: Pode acessar o wp-admin?

source: Force hiding adminbar in frontend?
pt_br: Forçar ocultar a barra de administração no frontend?

source: Can edit other member accounts?
pt_br: Pode editar contas de outros membros?

source: Can edit these user roles only
pt_br: Pode editar apenas esses cargos de usuário

source: Can delete other member accounts?
pt_br: Pode deletar contas de outros membros?

source: Can delete these user roles only
pt_br: Pode deletar apenas esses cargos de usuário

source: Can edit their profile?
pt_br: Pode editar seu próprio perfil?

source: Can delete their account?
pt_br: Pode deletar sua própria conta?

source: Can view other member profiles?
pt_br: Pode ver o perfil de outros membros?

source: Can view these user roles only
pt_br: Pode ver apenas estes cargos

source: No such option
pt_br: Nenhuma opção

source: Can make their profile private?
pt_br: Pode tornar seu próprio perfil privado?

source: Can view/access private profiles?
pt_br: Pode ver/acessar perfis privados?

source: Can view default homepage?
pt_br: Pode ver a página inicial padrão?

source: Custom Homepage Redirect
pt_br: Redirecionamento de Página Inicial Personalizado

source: Auto Approve
pt_br: Aprovar Automaticamente

source: Require Email Activation
pt_br: Exigir Ativação por Email

source: Require Admin Review
pt_br: Exigir Revisão de Admin

source: Registration Status
pt_br: Status de Registro

source: Redirect to profile
pt_br: Redirecionar para o perfil

source: Redirect to URL
pt_br: Redirecionar para URL

source: Set Custom Redirect URL
pt_br: Definir URL de Redirecionamento Personalizado

source: Show custom message
pt_br: Mostrar mensagem personalizada

source: Login user after validating the activation link?
pt_br: Logar usuário após validar o link de ativação?

source: Action to be taken after registration
pt_br: Ação a ser tomada após o registro

source: Personalize the custom message
pt_br: Personalize a mensagem personalizada

source: URL redirect after email activation
pt_br: Redirecionamento de URL após ativação do e-mail

source: Refresh active page
pt_br: Atualizar página ativa

source: Redirect to WordPress Admin
pt_br: Redirecionar para o Admin do WordPress

source: Action to be taken after login
pt_br: Ação a ser tomada após o login

source: Go to Homepage
pt_br: Ir para Página Inicial

source: Go to Custom URL
pt_br: Ir para URL Personalizada

source: Action to be taken after logout
pt_br: Ação a ser tomada após o logout

source: Action to be taken after account is deleted
pt_br: Ação a ser tomada após a exclusão da conta

source: WP Capabilities
pt_br: Capacidades do WP

source: Ultimate Member Forms
pt_br: Formulários do Ultimate Member

source: This debug information for your Ultimate Member forms.
pt_br: Essas são informações de depuração para seus formulários do Ultimate Member.

source: UM Forms
pt_br: Formulários UM

source: form settings
pt_br: configurações de formulário

source: This debug information for your Ultimate Member form.
pt_br: Essas são informações de depuração para seu formulário do Ultimate Member.

source: Type
pt_br: Tipo

source: User registration role
pt_br: Cargo de registro de usuário

source: Template
pt_br: Modelo

source: Primary Button Text
pt_br: Texto do Botão Primário

source: Enable privacy policy agreement
pt_br: Habilitar acordo de política de privacidade.

source: Privacy policy content
pt_br: Conteúdo da política de privacidade

source: Toggle Show text
pt_br: Alternar Mostrar texto

source: Toggle Hide text
pt_br: Alternar Ocultar texto

source: Checkbox agreement description
pt_br: Descrição do acordo de caixa de seleção

source: Error Text
pt_br: Texto de Erro

source: Show Forgot Password Link?
pt_br: Mostrar link para "Esqueceu a senha?"

source: Show "Remember Me"?
pt_br: Mostrar "Lembrar-me"?
