Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: Whether to receive notification when an account needs admin review
pt_br: Se deve receber notificação quando uma conta precisar de revisão administrativa

source: Account Deletion Notification
pt_br: Notificação de Exclusão de Conta

source: Whether to receive notification when an account is deleted
pt_br: Se deve receber notificação quando uma conta for excluída

source: Security: Suspicious Account Activity
pt_br: Segurança: Atividade de Conta Suspeita

source: [{site_name}] Suspicious Account Activity
pt_br: [{site_name}] Atividade suspeita na conta

source: Whether to receive notification when suspicious account activity is detected.
pt_br: Se deve receber notificação quando atividades suspeitas na conta forem detectadas.

source: Are you sure you want to delete your account? This will erase all of your account data from the site. To delete your account enter your password below.
pt_br: Você tem certeza de que deseja excluir sua conta? Isso apagará todos os dados da sua conta do site. Para excluir sua conta, insira sua senha abaixo.

source: Are you sure you want to delete your account? This will erase all of your account data from the site. To delete your account, click on the button below.
pt_br: Você tem certeza de que deseja excluir sua conta? Isso apagará todos os dados da sua conta do site. Para excluir sua conta, clique no botão abaixo.

source: Restricted content
pt_br: Conteúdo Restrito

source: First and Last Name with '.'
pt_br: Nome e sobrenome com '.'

source: First and Last Name with '-'
pt_br: Nome e sobrenome com '-'

source: First and Last Name with '+'
pt_br: Nome e sobrenome com '+'

source: User ID
pt_br: ID do Usuário

source: Unique hash string
pt_br: String Hash Única

source: Custom usermeta
pt_br: Usermeta Personalizado

source: Default WP Display Name
pt_br: Nome de Exibição WP Padrão

source: First name & last name
pt_br: Primeiro nome & sobrenome

source: Last name & first name
pt_br: Sobrenome e primeiro nome

source: First name & first initial of last name
pt_br: Primeiro nome & primeira inicial do sobrenome

source: First initial of first name & last name
pt_br: Primeira inicial do primeiro nome e sobrenome

source: First name only
pt_br: Somente primeiro nome

source: Custom field(s)
pt_br: Campo(s) Personalizado(s)

source: This version of <strong>"%1$s"</strong> requires the core <strong>%2$s</strong> plugin to be <strong>%3$s</strong> or higher.
pt_br: Esta versão de <strong>"%1$s"</strong> requer que o plugin principal <strong>%2$s</strong> esteja na versão <strong>%3$s</strong> ou superior.

source: Please update <strong>%s</strong> to the latest version.
pt_br: Por favor, atualize <strong>%s</strong> para a versão mais recente.

source: Sorry, but this version of <strong>%1$s</strong> does not work with extension <strong>"%2$s" %3$s</strong> version.
pt_br: Desculpe, mas esta versão de <strong>%1$s</strong> não é compatível com a extensão <strong>"%2$s" %3$s</strong> versão.

source: Please update extension <strong>"%s"</strong> to the latest version.
pt_br: Por favor, atualize a extensão <strong>"%s"</strong> para a versão mais recente.

source: Please check <strong>"%1$s" %2$s</strong> extension's folder name.
pt_br: Por favor, verifique o nome da pasta da extensão <strong>"%1$s" %2$s.</strong>

source: Correct folder name is <strong>"%s"</strong>
pt_br: O nome correto da pasta é <strong>"%s"</strong>

source: %s License Key
pt_br: %s Chave de Licença

source: Cheatin&#8217; huh?
pt_br: Trapaceando, hein?

source: Form
pt_br: Formulário

source: Add New Form
pt_br: Adicionar Novo Formulário

source: Edit Form
pt_br: Editar Formulário

source: You did not create any forms yet
pt_br: Você ainda não criou nenhum formulário

source: Nothing found in Trash
pt_br: Nada encontrado na Lixeira

source: Search Forms
pt_br: Pesquisar Formulários

source: Member Directory
pt_br: Diretório de Membros

source: Add New Member Directory
pt_br: Adicionar Novo Diretório de Membros

source: Edit Member Directory
pt_br: Editar Diretório de Membros

source: You did not create any member directories yet
pt_br: Você ainda não criou nenhum diretório de membros

source: Search Member Directories
pt_br: Pesquisar Diretórios de Membros

source: Ultimate Member Scanner
pt_br: Scanner do Ultimate Member

source: Theme version up to date
pt_br: A versão do tema está atualizada.

source: Theme version is empty
pt_br: A versão do tema está vazia.

source: Theme version is out of date
pt_br: A versão do tema está desatualizada.

source: Update Account
pt_br: Atualizar Conta

source: Change Password
pt_br: Alterar senha

source: Update Password
pt_br: Atualizar Senha

source: Update Privacy
pt_br: Atualizar Privacidade

source: Update Notifications
pt_br: Atualizar Notificações

source: Delete Account
pt_br: Excluir Conta

source: This block cannot be used on this page
pt_br: Este bloco não pode ser usado nesta página.

source: Please provide a meta key
pt_br: Por favor, forneça uma chave meta

source: Your meta key is a reserved core field and cannot be used
pt_br: Sua chave meta é um campo reservado e não pode ser usada

source: Your meta key is a predefined reserved key and cannot be used
pt_br: Sua chave meta é uma chave reservada e não pode ser usada

source: Your meta key already exists in your fields list
pt_br: Sua chave meta já existe na lista de campos

source: Your meta key contains illegal characters. Please correct it.
pt_br: Sua chave meta contém caracteres ilegais. Por favor, corrija.

source: Your meta key can not be used
pt_br: Sua chave meta não pode ser usada

source: Please provide a date range beginning
pt_br: Por favor, forneça o início do intervalo de datas

source: Please enter a valid start date in the date range
pt_br: Por favor, insira uma data de início válida no intervalo de datas

source: Please provide a date range end
pt_br: Por favor, forneça o final do intervalo de datas

source: Please enter a valid end date in the date range
pt_br: Por favor, insira uma data final válida no intervalo de datas

source: The end of date range must be greater than the start of date range
pt_br: A data de término do intervalo deve ser maior que a data de início.

source: You must provide a title
pt_br: Você deve fornecer um título

source: Telephone
pt_br: Telefone

source: Number
pt_br: Número

source: You have not added any choices yet.
pt_br: Você ainda não adicionou nenhuma escolha.

source: Please enter a valid size
pt_br: Por favor, insira um tamanho válido

source: Number of years is not valid
pt_br: Número de anos não é válido

source: You must add a shortcode to the content area
pt_br: Você deve adicionar um shortcode na área de conteúdo

source: Spotify URL
pt_br: URL do Spotify

source: Only me
pt_br: Somente eu

source: Username or Email
pt_br: Nome de Usuário ou E-mail

source: Confirm Password
pt_br: Confirmar Senha

source: Website URL
pt_br: URL do site

source: Registration Date
pt_br: Data de Registro

source: Email Address
pt_br: Endereço de E-mail

source: Enter a bit about yourself...
pt_br: Digite um pouco sobre você...

source: Birth Date
pt_br: Data de Nascimento

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Choose a Country
pt_br: Escolha um País

source: Join chat
pt_br: Participar do chat

source: Discord ID
pt_br: ID do Discord

source: Account Type
pt_br: Tipo de Conta

source: Choose account type
pt_br: Escolha o tipo de conta

source: Languages Spoken
pt_br: Idiomas Falados

source: Select languages
pt_br: Selecionar idiomas

source: Profile Photo
pt_br: Foto do Perfil

source: Change your profile photo
pt_br: Alterar sua foto de perfil

source: Upload your photo here
pt_br: Envie sua foto aqui

source: Cover Photo
pt_br: Foto de Capa

source: Change your cover photo
pt_br: Alterar sua foto de capa

source: Upload profile cover here
pt_br: Enviar capa do perfil aqui

source: Enter your username or email
pt_br: Digite seu nome de usuário ou e-mail

source: Profile Privacy
pt_br: Privacidade do Perfil

source: Who can see your public profile?
pt_br: Quem pode ver seu perfil público?

source: Avoid indexing my profile by search engines
pt_br: Evitar que meu perfil seja indexado por mecanismos de busca

source: Hide my profile for robots?
pt_br: Ocultar meu perfil para robôs?

source: Hide my profile from directory
pt_br: Ocultar meu perfil do diretório

source: Here you can hide yourself from appearing in public directory
pt_br: Aqui você pode se ocultar de aparecer no diretório público

source: Show my last login?
pt_br: Mostrar meu último login?

source: Here you can hide last login field on profile page and card in member directory
pt_br: Aqui você pode ocultar o campo de último login na página de perfil e no cartão no diretório de membros

source: If you confirm, everything related to your profile will be deleted permanently from the site
pt_br: Se você confirmar, tudo relacionado ao seu perfil será excluído permanentemente do site

source: Alphabetic value only
pt_br: Apenas valor alfabético

source: Alpha-numeric value
pt_br: Valor alfanumérico

source: English letters only
pt_br: Somente letras em inglês

source: Facebook URL
pt_br: URL do Facebook

source: Instagram URL
pt_br: URL do Instagram

source: LinkedIn URL
pt_br: URL do LinkedIn

source: Lowercase only
pt_br: Apenas minúsculas

source: Numeric value only
pt_br: Apenas valor numérico

source: SoundCloud Profile
pt_br: Perfil do SoundCloud

source: X (formerly Twitter) URL
pt_br: URL do X (antigo Twitter)

source: Email( Not Unique )
pt_br: E-mail (Não Único)

source: Unique Email
pt_br: E-mail Único

source: Unique Metakey value
pt_br: Valor de Metakey Único

source: Unique Username
pt_br: Nome de Usuário Único

source: Unique Username/Email
pt_br: Nome de Usuário/E-mail Único

source: YouTube Profile
pt_br: Perfil do YouTube

source: YouTube Video
pt_br: Vídeo do YouTube

source: Telegram URL
pt_br: URL do Telegram

source: TikTok URL
pt_br: URL do TikTok

source: Twitch URL
pt_br: URL do Twitch

source: Reddit URL
pt_br: URL do Reddit

source: Custom Validation
pt_br: Validação Personalizada

source: Abkhazian
pt_br: Abecásio

source: Avestan
pt_br: Avéstico

source: Amharic
pt_br: Amárico

source: Aragonese
pt_br: Aragonês

source: Arabic
pt_br: Árabe

source: Assamese
pt_br: Assamês

source: Azerbaijani
pt_br: Azerbaijano

source: Belarusian
pt_br: Bielorrusso

source: Bulgarian
pt_br: Búlgaro

source: Tibetan
pt_br: Tibetano

source: Breton
pt_br: Bretão

source: Bosnian
pt_br: Bósnio

source: Catalan
pt_br: Catalão

source: Chechen
pt_br: Checheno

source: Corsican
pt_br: Córsico

source: Cree
pt_br: criado em %s quando a conta suspeita foi criada.

source: Czech
pt_br: Tcheco

source: Church Slavic
pt_br: Eslavo Eclesiástico

source: Welsh
pt_br: Galês

source: Danish
pt_br: Dinamarquês

source: German
pt_br: Alemão

source: Greek
pt_br: Grego

source: English
pt_br: Inglês

source: Spanish
pt_br: Espanhol

source: Estonian
pt_br: Estoniano

source: Basque
pt_br: Basco

source: Persian
pt_br: Persa

source: Finnish
pt_br: Finlandês

source: Fijian
pt_br: Fijiano

source: Faroese
pt_br: Faroês

source: French
pt_br: Francês

source: Western Frisian
pt_br: Frísio Ocidental

source: Irish
pt_br: Irlandês

source: Scottish Gaelic
pt_br: Gaélico Escocês

source: Galician
pt_br: Galiciano

source: Hebrew
pt_br: Hebraico

source: Croatian
pt_br: Croata

source: Haitian
pt_br: Haitiano

source: Hungarian
pt_br: Húngaro

source: Armenian
pt_br: Armênio

source: Interlingua (International Auxiliary Language Association)
pt_br: Interlíngua (Associação Internacional da Língua Auxiliar)

source: Indonesian
pt_br: Indonésio

source: Interlingue
pt_br: Interlíngua

source: Sichuan Yi
pt_br: Yi de Sichuan

source: Icelandic
pt_br: Islandês

source: Italian
pt_br: Italiano

source: Japanese
pt_br: Japonês

source: Javanese
pt_br: Javanês

source: Kazakh
pt_br: Cazaque

source: Korean
pt_br: Coreano

source: Kurdish
pt_br: Curdo

source: Kirghiz
pt_br: Quirguiz

source: Latin
pt_br: Latino

source: Luxembourgish
pt_br: Luxemburguês

source: Lithuanian
pt_br: Lituano

source: Latvian
pt_br: Letão

source: Malagasy
pt_br: Malgaxe

source: Marshallese
pt_br: Marshalês

source: Macedonian
pt_br: Macedônio

source: Malayalam
pt_br: Malaiala

source: Mongolian
pt_br: Mongol

source: Marathi
pt_br: Marata

source: Malay
pt_br: Malaio

source: Maltese
pt_br: Maltês

source: Burmese
pt_br: Birmanês

source: Norwegian Bokmal
pt_br: Norueguês Bokmål

source: North Ndebele
pt_br: Ndebele do Norte

source: Nepali
pt_br: Nepalês

source: Dutch
pt_br: Holandês

source: Norwegian Nynorsk
pt_br: Norueguês Nynorsk

source: Norwegian
pt_br: Norueguês

source: South Ndebele
pt_br: Ndebele do Sul

source: Occitan
pt_br: Occitano

source: Ossetian
pt_br: Ossétio

source: Polish
pt_br: Polonês

source: Portuguese
pt_br: Português

source: Raeto-Romance
pt_br: Reto-Romance

source: Romanian
pt_br: Romeno

source: Russian
pt_br: Russo

source: Sanskrit
pt_br: Sânscrito

source: Sardinian
pt_br: Sardo

source: Northern Sami
pt_br: Sami do Norte

source: Slovak
pt_br: Eslovaco

source: Slovenian
pt_br: Esloveno

source: Samoan
pt_br: Samoano

source: Albanian
pt_br: Albanês

source: Serbian
pt_br: Sérvio

source: Southern Sotho
pt_br: Soto do Sul

source: Sundanese
pt_br: Sudanês

source: Swedish
pt_br: Sueco

source: Swahili
pt_br: Suaíli

source: Tamil
pt_br: Tâmil

source: Tajik
pt_br: Tadjique

source: Thai
pt_br: Tailandês

source: Tigrinya
pt_br: Tigrínia

source: Turkmen
pt_br: Turcomeno

source: Tagalog
pt_br: Tagalo

source: Turkish
pt_br: Turco

source: Tatar
pt_br: Tártaro

source: Tahitian
pt_br: Taitiano

source: Uighur
pt_br: Uigur

source: Ukrainian
pt_br: Ucraniano

source: Uzbek
pt_br: Uzbeque

source: Vietnamese
pt_br: Vietnamita

source: Volapuk
pt_br: Volapuque

source: Walloon
pt_br: Valão

source: Yiddish
pt_br: Iídiche

source: Yoruba
pt_br: Yorubá

source: Chinese
pt_br: Chinês

source: Afghanistan
pt_br: Afeganistão

source: Åland Islands
pt_br: Ilhas Åland

source: Albania
pt_br: Albânia

source: Algeria
pt_br: Argélia

source: American Samoa
pt_br: Samoa Americana

source: Anguilla
pt_br: Anguila

source: Antarctica
pt_br: Antártida

source: Antigua and Barbuda
pt_br: Antígua e Barbuda

source: Armenia
pt_br: Armênia

source: Australia
pt_br: Austrália

source: Austria
pt_br: Áustria

source: Azerbaijan
pt_br: Azerbaijão

source: Bahrain
pt_br: Bahrein

source: Belarus
pt_br: Bielorrússia

source: Belgium
pt_br: Bélgica

source: Bhutan
pt_br: Butão

source: Bolivia, Plurinational State of
pt_br: Bolívia, Estado Plurinacional da

source: Bosnia and Herzegovina
pt_br: Bósnia e Herzegovina

source: Bouvet Island
pt_br: Ilha Bouvet

source: Brazil
pt_br: Brasil

source: British Indian Ocean Territory
pt_br: Território Britânico do Oceano Índico

source: Bulgaria
pt_br: Bulgária

source: Cambodia
pt_br: Camboja

source: Cameroon
pt_br: Camarões

source: Canada
pt_br: Canadá

source: Cape Verde
pt_br: Cabo Verde

source: Cayman Islands
pt_br: Ilhas Cayman

source: Central African Republic
pt_br: República Centro-Africana

source: Chad
pt_br: Chade

source: Christmas Island
pt_br: Ilha de Natal

source: Cocos (Keeling) Islands
pt_br: Ilhas Cocos (Keeling)

source: Colombia
pt_br: Colômbia

source: Comoros
pt_br: Comores

source: Congo, the Democratic Republic of the
pt_br: Congo, República Democrática do

source: Cook Islands
pt_br: Ilhas Cook

source: Côte d'Ivoire
pt_br: Costa do Marfim

source: Croatia
pt_br: Croácia

source: Cyprus
pt_br: Chipre

source: Czech Republic
pt_br: República Tcheca

source: Denmark
pt_br: Dinamarca

source: Djibouti
pt_br: Djibuti

source: Dominican Republic
pt_br: República Dominicana

source: Ecuador
pt_br: Equador

source: Egypt
pt_br: Egito

source: Equatorial Guinea
pt_br: Guiné Equatorial

source: Eritrea
pt_br: Eritreia

source: Estonia
pt_br: Estônia

source: Ethiopia
pt_br: Etiópia

source: Falkland Islands (Malvinas)
pt_br: Ilhas Falkland (Malvinas)

source: Faroe Islands
pt_br: Ilhas Faroé

source: Finland
pt_br: Finlândia

source: France
pt_br: França

source: French Guiana
pt_br: Guiana Francesa

source: French Polynesia
pt_br: Polinésia Francesa

source: French Southern Territories
pt_br: Territórios Franceses do Sul

source: Gabon
pt_br: Gabão

source: Gambia
pt_br: Gâmbia

source: Sakartvelo
pt_br: Geórgia

source: Germany
pt_br: Alemanha

source: Ghana
pt_br: Gana

source: Greece
pt_br: Grécia

source: Greenland
pt_br: Groenlândia

source: Grenada
pt_br: Granada

source: Guadeloupe
pt_br: Guadalupe

source: Guinea
pt_br: Guiné

source: Guinea-Bissau
pt_br: Guiné-Bissau

source: Guyana
pt_br: Guiana

source: Heard Island and McDonald Islands
pt_br: Ilhas Heard e McDonald

source: Holy See (Vatican City State)
pt_br: Santa Sé (Cidade do Vaticano)

source: Hungary
pt_br: Hungria

source: Iceland
pt_br: Islândia

source: India
pt_br: Índia

source: Indonesia
pt_br: Indonésia

source: Iran, Islamic Republic of
pt_br: Irã, República Islâmica do

source: Iraq
pt_br: Iraque

source: Ireland
pt_br: Irlanda

source: Isle of Man
pt_br: Ilha de Man

source: Italy
pt_br: Itália

source: Japan
pt_br: Japão

source: Jordan
pt_br: Jordânia

source: Kazakhstan
pt_br: Cazaquistão

source: Kenya
pt_br: Quênia

source: Korea, Democratic People's Republic of
pt_br: Coreia, República Popular Democrática da

source: Korea, Republic of
pt_br: Coreia, República da

source: Kyrgyzstan
pt_br: Quirguistão

source: Lao People's Democratic Republic
pt_br: República Democrática Popular do Laos

source: Latvia
pt_br: Letônia

source: Lebanon
pt_br: Líbano

source: Lesotho
pt_br: Lesoto

source: Liberia
pt_br: Libéria

source: Libyan Arab Jamahiriya
pt_br: Jamahiriya Árabe Líbia

source: Lithuania
pt_br: Lituânia

source: Luxembourg
pt_br: Luxemburgo

source: Macao
pt_br: Macau

source: Macedonia, the former Yugoslav Republic of
pt_br: Macedônia, a ex-República Iugoslava da

source: Malaysia
pt_br: Malásia

source: Maldives
pt_br: Maldivas

source: Marshall Islands
pt_br: Ilhas Marshall

source: Martinique
pt_br: Martinica

source: Mauritania
pt_br: Mauritânia

source: Mauritius
pt_br: Maurício

source: Mexico
pt_br: México

source: Micronesia, Federated States of
pt_br: Micronésia, Estados Federados da

source: Moldova, Republic of
pt_br: Moldávia, República da

source: Monaco
pt_br: Mônaco

source: Mongolia
pt_br: Mongólia

source: Morocco
pt_br: Marrocos

source: Mozambique
pt_br: Moçambique

source: Myanmar
pt_br: Mianmar

source: Namibia
pt_br: Namíbia

source: Netherlands
pt_br: Países Baixos

source: Netherlands Antilles
pt_br: Antilhas Holandesas

source: New Caledonia
pt_br: Nova Caledônia

source: New Zealand
pt_br: Nova Zelândia

source: Nicaragua
pt_br: Nicarágua

source: Niger
pt_br: Níger

source: Nigeria
pt_br: Nigéria

source: Norfolk Island
pt_br: Ilha Norfolk

source: Northern Mariana Islands
pt_br: Ilhas Marianas do Norte

source: Norway
pt_br: Noruega

source: Oman
pt_br: Omã

source: Pakistan
pt_br: Paquistão

source: Palestine
pt_br: Palestina

source: Panama
pt_br: Panamá

source: Papua New Guinea
pt_br: Papua Nova Guiné

source: Paraguay
pt_br: Paraguai

source: Philippines
pt_br: Filipinas

source: Poland
pt_br: Polônia

source: Puerto Rico
pt_br: Porto Rico

source: Qatar
pt_br: Catar

source: Réunion
pt_br: Reunião

source: Romania
pt_br: Romênia

source: Russian Federation
pt_br: Federação Russa

source: Rwanda
pt_br: Ruanda

source: Saint Barthélemy
pt_br: São Bartolomeu

source: Saint Helena
pt_br: Santa Helena

source: Saint Kitts and Nevis
pt_br: São Cristóvão e Nevis

source: Saint Lucia
pt_br: Santa Lúcia

source: Saint Martin (French part)
pt_br: São Martinho (parte francesa)

source: Saint Pierre and Miquelon
pt_br: São Pedro e Miquelon

source: Saint Vincent and the Grenadines
pt_br: São Vicente e Granadinas

source: Sao Tome and Principe
pt_br: São Tomé e Príncipe

source: Saudi Arabia
pt_br: Arábia Saudita

source: Serbia
pt_br: Sérvia

source: Seychelles
pt_br: Seicheles

source: Sierra Leone
pt_br: Serra Leoa

source: Singapore
pt_br: Singapura

source: Slovakia
pt_br: Slováquia

source: Slovenia
pt_br: Eslovênia

source: Solomon Islands
pt_br: Ilhas Salomão

source: Somalia
pt_br: Somália

source: South Africa
pt_br: África do Sul

source: South Georgia and the South Sandwich Islands
pt_br: Geórgia do Sul e Ilhas Sandwich do Sul

source: South Sudan
pt_br: Sudão do Sul

source: Spain
pt_br: Espanha

source: Sudan
pt_br: Sudão

source: Svalbard and Jan Mayen
pt_br: Svalbard e Jan Mayen

source: Sweden
pt_br: Suécia

source: Switzerland
pt_br: Suíça

source: Syrian Arab Republic
pt_br: República Árabe da Síria

source: Taiwan, Province of China
pt_br: Taiwan, Província da China

source: Tajikistan
pt_br: Tajiquistão

source: Tanzania, United Republic of
pt_br: República Unida da Tanzânia

source: Thailand
pt_br: Tailândia

source: Trinidad and Tobago
pt_br: Trinidad e Tobago

source: Tunisia
pt_br: Tunísia

source: Turkey
pt_br: Turquia

source: Turkmenistan
pt_br: Turcomenistão

source: Turks and Caicos Islands
pt_br: Ilhas Turcas e Caicos

source: Ukraine
pt_br: Ucrânia

source: United Arab Emirates
pt_br: Emirados Árabes Unidos

source: United Kingdom
pt_br: Reino Unido

source: United States
pt_br: Estados Unidos

source: United States Minor Outlying Islands
pt_br: Ilhas Menores Distantes dos Estados Unidos

source: Uruguay
pt_br: Uruguai

source: Uzbekistan
pt_br: Uzbequistão

source: Venezuela, Bolivarian Republic of
pt_br: Venezuela, República Bolivariana da

source: Viet Nam
pt_br: Vietnã

source: Virgin Islands, British
pt_br: Ilhas Virgens Britânicas

source: Virgin Islands, U.S.
pt_br: Ilhas Virgens, EUA

source: Wallis and Futuna
pt_br: Wallis e Futuna

source: Western Sahara
pt_br: Saara Ocidental

source: Yemen
pt_br: Iémen

source: Zambia
pt_br: Zâmbia

source: Zimbabwe
pt_br: Zimbábue

source: Once Weekly
pt_br: Uma vez por semana

source: just now
pt_br: agora mesmo

source: Yesterday at %s
pt_br: Ontem às %s

source: %1$s at %2$s
pt_br: %1$s em %2$s

source: Less than 1 year old
pt_br: Menos de 1 ano de idade

source: %s year old
pt_br: %s ano

source: Custom Field
pt_br: Campo Personalizado

source: Please upload a valid image!
pt_br: Por favor, faça o upload de uma imagem válida!

source: Sorry this is not a valid image.
pt_br: Desculpe, esta não é uma imagem válida.

source: This image is too large!
pt_br: Esta imagem é muito grande!

source: This image is too small!
pt_br: Esta imagem é muito pequena!

source: You can only upload one image
pt_br: Você só pode enviar uma imagem

source: Sorry this is not a valid file.
pt_br: Desculpe, este não é um arquivo válido.

source: This file is too large!
pt_br: Este arquivo é muito grande!

source: This file is too small!
pt_br: Este arquivo é muito pequeno!

source: You can only upload one file
pt_br: Você só pode enviar um arquivo

source: Current Password
pt_br: Senha Atual

source: New Password
pt_br: Nova Senha

source: Confirm %s
pt_br: Confirmar %s

source: Upload Photo
pt_br: Enviar Foto

source: Change photo
pt_br: Alterar foto

source: Processing...
pt_br: Processando...

source: Upload File
pt_br: Enviar Arquivo

source: This file has been removed.
pt_br: Este arquivo foi removido.

source: Change file
pt_br: Alterar arquivo

source: Save
pt_br: Salvar

source: Your profile is looking a little empty. Why not <a href="%s">add</a> some information!
pt_br: Seu perfil está um pouco vazio. Que tal <a href="%s">adicionar</a> algumas informações!

source: This user has not added any information to their profile yet.
pt_br: Este usuário ainda não adicionou nenhuma informação ao seu perfil.

source: Please login as administrator.
pt_br: Por favor, faça login como administrador.

source: Invalid action.
pt_br: Ação inválida.

source: Wrong path
pt_br: Caminho incorreto
