Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

# block title
source: Member Directory
pt_br: Diretório de Membros

# block description
source: Choose display directory
pt_br: Escolha diretório de exibição

# block title
source: Password Reset
pt_br: Redefinição de Senha

# block description
source: Displaying the password reset form
pt_br: Exibindo o formulário de redefinição de senha
