Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: This will block the specified email addresses from being able to sign up or sign in to your site. To block an entire domain, use something like `*@domain.com`.
pt_br: Isso bloqueará os endereços de e-mail especificados de se registrarem ou entrarem em seu site. Para bloquear um domínio inteiro, use algo como *@dominio.com.

source: Blacklist Words (Enter one word per line)
pt_br: Palavras Bloqueadas (Digite uma palavra por linha)

source: This option lets you specify blacklist of words to prevent anyone from signing up with such a word as their username.
pt_br: Esta opção permite especificar uma lista bloqueada de palavras para impedir que alguém se registre com uma dessas palavras como nome de usuário.

source: Email sender options
pt_br: Opções do remetente de e-mail

source: How the sender appears in outgoing Ultimate Member emails.
pt_br: Como o remetente aparece nos e-mails enviados pelo Ultimate Member.

source: e.g. admin@companyname.com.
pt_br: Ex.: admin@nomedempresa.com.br

source: e.g. Site Name.
pt_br: Ex.: Nome do Site

source: Email template
pt_br: Modelo de E-mail

source: Section to customize email templates settings.
pt_br: Seção para personalizar configurações de modelos de email.

source: Content type
pt_br: Tipo de conteúdo

source: Enable HTML for Emails
pt_br: Habilitar HTML para E-mails

source: If you plan use emails with HTML, please make sure that this option is enabled. Otherwise, HTML will be displayed as plain text.
pt_br: Se você planeja usar e-mails com HTML, verifique se esta opção está habilitada. Caso contrário, o HTML será exibido como texto simples.

source: Appearance
pt_br: Aparência

source: Profile
pt_br: Perfil

source: This section allows you to customize the user profile template and size. <a href="%s" target="_blank">Learn more about custom profile template creation</a>.
pt_br: Esta seção permite personalizar o modelo e o tamanho do perfil do usuário. <a href="%s" target="_blank">Saiba mais sobre a criação de modelos de perfil personalizados.</a>.

source: This will be the default template to output profile.
pt_br: Este será o modelo padrão para exibir o perfil

source: The maximum width this shortcode can take from the page width.
pt_br: A largura máxima que este shortcode pode ocupar da largura da página.

source: The maximum width of the profile area inside profile (below profile header).
pt_br: A largura máxima da área do perfil dentro do perfil (abaixo do cabeçalho do perfil).

source: This section allows you to customize the profile photo component on the user profile.
pt_br: Esta seção permite personalizar o componente da foto de perfil no perfil do usuário.

source: You can change the default profile picture globally here. Please make sure that the photo is 300x300px.
pt_br: Você pode alterar a foto de perfil padrão globalmente aqui. Certifique-se de que a foto tenha 300x300px.

source: Select Default Profile Photo
pt_br: Selecionar Foto de Perfil Padrão

source: Profile Photo Upload
pt_br: Upload da Foto do Perfil

source: Switch on/off the profile photo uploader.
pt_br: Ativar/desativar o carregador de fotos de perfil.

source: The global default of profile photo size. This can be overridden by individual form settings.
pt_br: O tamanho global padrão da foto do perfil. Isso pode ser substituído pelas configurações individuais do formulário.

source: You can change the default cover photo globally here. Please make sure that the default cover is large enough and respects the ratio you are using for cover photos.
pt_br: Você pode alterar a foto de capa padrão globalmente aqui. Certifique-se de que a capa padrão seja grande o suficiente e respeite a proporção que você está usando para fotos de capa.

source: Select Default Cover Photo
pt_br: Selecionar Foto de Capa Padrão

source: Switch on/off the profile cover photos.
pt_br: Ativar/desativar as fotos de capa do perfil.

source: The global default width of cover photo size. This can be overridden by individual form settings.
pt_br: A largura global padrão do tamanho da foto de capa. Isso pode ser substituído pelas configurações individuais do formulário.

source: Choose global ratio for cover photos of profiles.
pt_br: Escolha a proporção global para as fotos de capa dos perfis.

source: Header
pt_br: Cabeçalho

source: This section allows you to customize the user profile header component.
pt_br: Esta seção permite personalizar o cabeçalho do perfil do usuário.

source: Show icons in Profile Header Meta
pt_br: Mostrar ícones na Meta do Cabeçalho do Perfil

source: Display field icons for related user meta fields in header or not.
pt_br: Exibir ícones de campo para campos de metadados relacionados no cabeçalho ou não.

source: Display name in profile header
pt_br: Exibir nome no cabeçalho do perfil

source: Switch on/off the user name on profile header.
pt_br: Ativar/desativar o nome do usuário no cabeçalho do perfil.

source: Social links in profile header
pt_br: Links sociais no cabeçalho do perfil

source: Switch on/off the social links on profile header.
pt_br: Ativar/desativar os links sociais no cabeçalho do perfil.

source: User description in profile header
pt_br: Descrição do usuário no cabeçalho do perfil

source: Show user description in profile header
pt_br: Mostrar descrição do usuário no cabeçalho do perfil

source: Switch on/off the user description on profile header.
pt_br: Ativar/desativar a descrição do usuário no cabeçalho do perfil.

source: Maximum number of characters to allow in user description field in header.
pt_br: Número máximo de caracteres permitidos no campo de descrição do usuário no cabeçalho.

source: HTML support for user description
pt_br: Suporte HTML para descrição do usuário

source: Switch on/off to enable/disable support for HTML tags on user description.
pt_br: Ativar/desativar para habilitar/desabilitar suporte a tags HTML na descrição do usuário.

source: For incompatible themes, please make the menu open from left instead of bottom by default.
pt_br: Para temas incompatíveis, por favor, faça o menu abrir da esquerda em vez de baixo por padrão.

source: Buttons & Fields
pt_br: Botões & Campos

source: This section allows you to customize the user profile buttons and fields layout.
pt_br: Esta seção permite personalizar a disposição dos botões e campos de perfil do usuário.

source: The text that is used for updating profile button.
pt_br: O texto usado para o botão de atualização de perfil.

source: Show Profile Secondary Button
pt_br: Mostrar botão secundário do perfil

source: Switch on/off the secondary button display in the form.
pt_br: Ativar/desativar a exibição do botão secundário no formulário.

source: Profile Secondary Button Text
pt_br: Texto do Botão Secundário do Perfil

source: The text that is used for cancelling update profile button.
pt_br: O texto usado para o botão de cancelar atualização de perfil.

source: This is applicable for edit mode only.
pt_br: Isso é aplicável apenas para o modo de edição.

source: Custom message on empty profile
pt_br: Mensagem personalizada em perfil vazio

source: Switch on/off the custom message that appears when the profile is empty.
pt_br: Ativar/desativar a mensagem personalizada que aparece quando o perfil está vazio.

source: Custom message emoticon
pt_br: Emoticon de mensagem personalizada

source: Switch on/off the emoticon (sad face) that appears above the message.
pt_br: Ativar/desativar o emoticon (rosto triste) que aparece acima da mensagem.

source: Profile Menu
pt_br: Menu de Perfil

source: This section allows you to customize the user profiles menus on your site.
pt_br: Esta seção permite personalizar os menus de perfis de usuário no seu site.

source: Registration Form
pt_br: Formulário de Registro

source: This section allows you to customize the user registration template and size.
pt_br: Esta seção permite personalizar o modelo e o tamanho do registro de usuários.

source: This will be the default template to output registration.
pt_br: Este será o modelo padrão para exibir o registro

source: The shortcode is centered by default unless you specify otherwise here.
pt_br: O shortcode é centralizado por padrão, a menos que você especifique o contrário aqui.

source: This section allows you to customize the user registration buttons and fields layout.
pt_br: Esta seção permite personalizar o layout dos botões e campos de registro de usuários.

source: Registration Primary Button Text
pt_br: Texto do Botão Primário de Registro

source: The text that is used for primary button text.
pt_br: O texto usado para o texto do botão principal.

source: Show Registration Secondary Button
pt_br: Mostrar botão secundário de registro

source: The text that is used for the secondary button text.
pt_br: O texto usado para o texto do botão secundário.

source: You can replace default link for this button by entering custom URL.
pt_br: Você pode substituir o link padrão para este botão inserindo uma URL personalizada.

source: This controls the display of field icons in the registration form.
pt_br: Isso controla a exibição dos ícones de campo no formulário de registro.

source: Login Form
pt_br: Formulário de Login

source: This section allows you to customize the user login template and size.
pt_br: Esta seção permite personalizar o modelo e o tamanho do login do usuário.

source: This will be the default template to output login.
pt_br: Este será o modelo padrão para exibir o login

source: This section allows you to customize the user login buttons and fields layout.
pt_br: Esta seção permite personalizar a disposição dos botões e campos de login do usuário.

source: Show Login Secondary Button
pt_br: Mostrar botão secundário de login

source: Show Login Forgot Password Link
pt_br: Mostrar link de "Esqueceu a senha" no login

source: Switch on/off the forgot password link in login form.
pt_br: Ativar/desativar o link de recuperação de senha no formulário de login.

source: "Remember Me" checkbox
pt_br: Checkbox "Lembrar-me"

source: Show "Remember Me" checkbox
pt_br: Mostrar caixa de seleção "Lembrar-me"

source: Allow users to choose If they want to stay signed in even after closing the browser. If you do not show this option, the default will be to not remember login session.
pt_br: Permitir que os usuários escolham se desejam permanecer conectados mesmo após fechar o navegador. Se você não mostrar esta opção, o padrão será não lembrar da sessão de login.

source: This controls the display of field icons in the login form.
pt_br: Isso controla a exibição dos ícones de campo no formulário de login.

source: Advanced
pt_br: Avançado

source: Advanced settings section is designed to help you fine-tune your website or add extra features. <a href="%s" target="_blank">Learn more about advanced settings section</a>.
pt_br: A seção de configurações avançadas foi projetada para ajudar você a ajustar o seu site ou adicionar recursos extras. <a href="%s" target="_blank">Saiba mais sobre a seção de configurações avançadas</a>.

source: Required fields' asterisk
pt_br: Asterisco dos campos obrigatórios

source: Cache User Profile
pt_br: Cache de Perfil do Usuário

source: Disable user data cache
pt_br: Desativar cache de dados do usuário

source: Check this box if you would like to disable Ultimate Member user's cache.
pt_br: Marque esta caixa se desejar desativar o cache do usuário do Ultimate Member.

source: Enable flushing data
pt_br: Habilitar limpeza de dados

source: Check this box if you would like Ultimate Member to completely remove all of its data when the plugin/extensions are deleted.
pt_br: Marque esta caixa se desejar que o Ultimate Member remova completamente todos os seus dados quando o plugin/extensões forem excluídos.

source: Override templates
pt_br: Sobrescrever modelos

source: Each time we release an update, you'll find a list of changes made to the template files. <a href="%s" target="_blank">Learn more about overriding templates</a>.<br />You can easily check the status of the latest templates to see if they are up-to-date or need updating. <a href="%s" target="_blank">Learn more about fixing outdated templates</a>.
pt_br: Cada vez que lançarmos uma atualização, você encontrará uma lista de alterações feitas nos arquivos de modelo. <a href="%s" target="_blank">Saiba mais sobre como substituir modelos</a>.<br />Você pode facilmente verificar o status dos modelos mais recentes para ver se estão atualizados ou se precisam ser atualizados. <a href="%s" target="_blank">Saiba mais sobre como corrigir modelos desatualizados</a>.

source: Features
pt_br: Recursos

source: Start using new features that are being progressively rolled out to improve the users management experience.
pt_br: Comece a usar os novos recursos que estão sendo progressivamente implementados para melhorar a experiência de gerenciamento de usuários.

source: Gutenberg Blocks
pt_br: Blocos Gutenberg

source: Check this box if you would like to use Ultimate Member blocks in Gutenberg editor. Important some themes have the conflicts with Gutenberg editor.
pt_br: Marque esta caixa se desejar usar blocos do Ultimate Member no editor Gutenberg. Importante: alguns temas têm conflitos com o editor Gutenberg.

source: Experimental features
pt_br: Recursos experimentais

source: These features are either experimental or incomplete, enable them at your own risk!
pt_br: Esses recursos são experimentais ou incompletos; ative-os por sua conta e risco!

source: Design scheme
pt_br: Esquema de Design

source: Enable new UI (for developers only)
pt_br: Habilitar nova IU (somente para desenvolvedores)

source: Check this box if you would like to enable new UI.
pt_br: Marque esta caixa se desejar ativar o novo UI.

source: Enable new Form Builder (for developers only)
pt_br: Habilitar novo Construtor de Formulários (somente para desenvolvedores)

source: Check this box if you would like to enable new Form Builder.
pt_br: Marque esta caixa se desejar ativar o novo Construtor de Formulários.

source: Legacy fonticons
pt_br: Fonticons legados

source: Enable legacy fonticons
pt_br: Habilitar ícones de fontes legadas

source: Check this box if you would like to enable legacy Ultimate Member fonticons used outdated versions of FontAwesome and Ionicons libraries.
pt_br: Marque esta caixa se desejar ativar os fonticons legados do Ultimate Member usados em versões desatualizadas das bibliotecas FontAwesome e Ionicons.

source: Legacy features
pt_br: Recursos legados

source: These features are related to the legacy logic or functionality. Please enable them only for the backward compatibility.
pt_br: Esses recursos estão relacionados à lógica ou funcionalidade legado. Ative-os apenas para garantir a compatibilidade com versões anteriores.

source: Restriction content pre-queries
pt_br: Conteúdo de Restrição pré-consultas

source: Disable pre-queries for restriction content logic
pt_br: Desativar pré-consultas para lógica de restrição de conteúdo

source: Please enable this option only in the cases when you have big or unnecessary queries on your site with active restriction logic. If you want to exclude posts only from the results queries instead of pre_get_posts and fully-hidden post logic also please enable this option. It activates the restriction content logic until 2.2.x version without latest security enhancements.
pt_br: Ative esta opção apenas nos casos em que você tiver consultas grandes ou desnecessárias no seu site com lógica de restrição ativa. Se você deseja excluir posts apenas dos resultados das consultas em vez de lógica de posts pré_get_posts e totalmente oculta, também ative esta opção. Ela ativa a lógica de conteúdo restrito até a versão 2.2.x sem as últimas melhorias de segurança.

source: Developers
pt_br: Desenvolvedores

source: This section is designed to modify settings that are tailored for developers. If you are not a developer, please be cautious when changing these settings.
pt_br: Esta seção é projetada para modificar configurações voltadas para desenvolvedores. Se você não é um desenvolvedor, por favor, tenha cuidado ao alterar essas configurações.

source: Allowed Choice Callbacks (Enter one PHP function per line)
pt_br: Callbacks de Escolha Permitidos (Digite uma função PHP por linha)

source: This option lets you specify the choice callback functions to prevent anyone from using 3rd-party functions that may put your site at risk.
pt_br: Esta opção permite especificar as funções callback para impedir o uso de funções de terceiros que podem colocar seu site em risco.

source: REST API Version
pt_br: Versão da API REST

source: This controls the REST API version, we recommend to use the last version.
pt_br: Isso controla a versão da REST API; recomendamos usar a versão mais recente.

source: 1.0 version
pt_br: 1.0 versão

source: 2.0 version
pt_br: 2.0 versão

source: Redirect
pt_br: Redirecionar

source: Allows to manage redirect settings.
pt_br: Permite gerenciar configurações de redirecionamento.

source: Allow external link redirect confirm
pt_br: Permitir redirecionamento de link externo

source: Enable JS.confirm for external links
pt_br: Habilitar JS.confirm para links externos

source: Using JS.confirm alert when you go to an external link.
pt_br: Usando alerta JS.confirm quando você vai para um link externo.

source: System info
pt_br: Informações do sistema

source: Ultimate Member - Settings
pt_br: Ultimate Member - Configurações

source: Save Changes
pt_br: Salvar Alterações

source: Back
pt_br: Voltar

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable this email notification
pt_br: Habilitar esta notificação por e-mail.

source: Subject
pt_br: Assunto

source: Email Content
pt_br: Conteúdo do E-mail

source: code: %1$s, message: %2$s;
pt_br: código: %1$s, mensagem: %2$s;

source: There was an error with this license key: %1$s. Please <a href="%2$s">contact our support team</a>.
pt_br: Houve um erro com esta chave de licença: %1$s. Por favor, <a href="%2$s">entre em contato com nossa equipe de suporte</a>.

source: Your license key expired on %1$s. Please <a href="%2$s" target="_blank">renew your license key</a>.
pt_br: Sua chave de licença expirou em %1$s. Por favor, <a href="%2$s" target="_blank">renove sua chave de licença</a>.

source: Your license key has been disabled. Please <a href="%s" target="_blank">contact support</a> for more information.
pt_br: Sua chave de licença foi desativada. Por favor, <a href="%s" target="_blank">entre em contato com o suporte</a> para mais informações.

source: Invalid license. Please <a href="%s" target="_blank">visit your account page</a> and verify it.
pt_br: Licença inválida. Por favor <a href="%s" target="_blank">, visite a página da sua conta </a> e verifique-a.

source: Your %1$s is not active for this URL. Please <a href="%2$s" target="_blank">visit your account page</a> to manage your license key URLs.
pt_br: Seu %1$s não está ativo para esta URL. Por favor, <a href="%2$s" target="_blank">visite sua página de conta</a> para gerenciar as URLs das suas chaves de licença.

source: This appears to be an invalid license key for %s.
pt_br: Esta parece ser uma chave de licença inválida para %s.

source: Your license key has reached its activation limit. <a href="%s">View possible upgrades</a> now.
pt_br: Sua chave de licença atingiu seu limite de ativações. <a href="%s">Veja possíveis upgrades</a> agora.

source: The key you entered belongs to a bundle, please use the product specific license key.
pt_br: A chave que você inseriu pertence a um pacote. Por favor, use a chave de licença específica do produto.

source: unknown_error
pt_br: erro_desconhecido

source: There was an error with this license key: %1$s%2$s. Please <a href="%3$s">contact our support team</a>.
pt_br: Houve um erro com esta chave de licença: %1$s%2$s. Por favor, <a href="%3$s">entre em contato com nossa equipe de suporte</a>.

source: License key never expires.
pt_br: A chave de licença nunca expira.

source: Your license key expires soon! It expires on %1$s. <a href="%2$s" target="_blank">Renew your license key</a>.
pt_br: Sua chave de licença está prestes a expirar! Ela expira em %1$s. <a href="%2$s" target="_blank">Renove sua chave de licença</a>.

source: Your license key expires on %s.
pt_br: Sua chave de licença expira em %s.

source: To receive updates, please enter your valid %s license key.
pt_br: Para receber atualizações, insira sua chave de licença %s válida.

source: Clear License
pt_br: Limpar Licença

source: Activate
pt_br: Ativar

source: Re-Activate
pt_br: Reativar

source: Re-check templates
pt_br: Reverificar modelos

source: Last update: %s. You could re-check changes manually.
pt_br: Última atualização: %s. Você pode verificar as mudanças manualmente.

source: %s is a major update, and we highly recommend creating a full backup of your site before updating.
pt_br: %s é uma atualização importante, e recomendamos fortemente criar um backup completo do seu site antes de atualizar.

source: Upgrade
pt_br: Atualizar

source: empty
pt_br: vazio

source: %s - Upgrade Process
pt_br: %s - Processo de Atualização

source: You have installed <strong>%1$s</strong> version. Your latest DB version is <strong>%2$s</strong>. We recommend creating a backup of your site before running the update process. Do not exit the page before the update process has complete.
pt_br: Você instalou a versão <strong>%1$s</strong>. Sua versão mais recente do banco de dados é <strong>%2$s</strong>. Recomendamos criar um backup do seu site antes de iniciar o processo de atualização. Não saia da página antes que o processo de atualização esteja completo.

source: After clicking the <strong>"Run"</strong> button, the update process will start. All information will be displayed in the <strong>"Upgrade Log"</strong> field.
pt_br: Após clicar no botão <strong>"Executar"</strong>, o processo de atualização será iniciado. Todas as informações serão exibidas no campo <strong>"Registro de Atualização"</strong>.

source: Upgrade Log
pt_br: Atualizar Log

source: This action is not allowed in backend.
pt_br: Essa ação não é permitida no backend.

source: UM Action
pt_br: Ação UM

source: Apply
pt_br: Aplicar

source: Approve Membership
pt_br: Aprovar Assinatura

source: Reject Membership
pt_br: Rejeitar Associação

source: Put as Pending Review
pt_br: Colocar como Aguardando Revisão

source: Resend Activation Email
pt_br: Reenviar Email de Ativação

source: Deactivate
pt_br: Desativar

source: Reactivate
pt_br: Reative

source: View profile
pt_br: Ver perfil

source: Info
pt_br: Informação

source: Approved
pt_br: Aprovado

source: Pending review
pt_br: Aguardando revisão

source: Waiting email confirmation
pt_br: Aguardando confirmação por e-mail

source: Inactive
pt_br: Inativo

source: Rejected
pt_br: Rejeitado

source: You do not have enough permissions to do that.
pt_br: Você não tem permissões suficientes para fazer isso.

source: items
pt_br: itens

source: not found.
pt_br: não encontrado.

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desativado

source: Member
pt_br: Membro

source: Manage
pt_br: Gerenciar

source: Email Notification
pt_br: Notificação por E-mail

source: Email Notifications
pt_br: Notificações por E-mail

source: Recipient(s)
pt_br: Destinatário(s)

source: Email notifications
pt_br: Notificações por E-mail

source: Email notifications sent from Ultimate Member are listed below. Click on an email to configure it.
pt_br: As notificações por e-mail enviadas pelo Ultimate Member estão listadas abaixo. Clique em um e-mail para configurá-lo.

source: Emails should be sent from an email using your website's domain name. We highly recommend using a SMTP service email delivery.
pt_br: E-mails
