Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: ultimate-member-*.po
Languages: pt_br

source: Add a New Divider
pt_br: Adicionar um Novo Separador

source: Add
pt_br: Adicionar

source: Add a New Field
pt_br: Adicionar um Novo Campo

source: Add a New Field Group
pt_br: Adicionar um Novo Grupo de Campos

source: Fields Manager
pt_br: Gerenciador de Campos

source: Choose from %s available icons
pt_br: Escolha entre os %s ícones disponíveis

source: Finish
pt_br: Concluir

source: The core admin role must always have access to wp-admin / WordPress backend
pt_br: O cargo principal de administrador deve sempre ter acesso ao wp-admin / backend do WordPress.

source: Mark this option if you need to hide the adminbar on frontend for this role
pt_br: Marque esta opção se precisar ocultar a barra de administração no frontend para este cargo

source: Allow this role to edit accounts of other members
pt_br: Permitir que este cargo edite contas de outros membros

source: Which roles that role can edit, choose none to allow role to edit all member roles
pt_br: Quais cargos esse cargo pode editar, escolha nenhum para permitir que o cargo edite todos os cargos de membros

source: Allow this role to delete other user accounts.
pt_br: Permitir que este cargo exclua outras contas de usuário

source: Select what happens when a user with this role deletes their own account
pt_br: Selecione o que acontece quando um usuário com este cargo exclui sua própria conta.

source: Set a url to redirect this user role to after they delete account
pt_br: Defina uma URL para redirecionar este cargo de usuário após a exclusão da conta.

source: Can this role edit his own profile?
pt_br: Esse cargo editar seu próprio perfil?

source: Allow this role to delete their account and end their membership on your site
pt_br: Permitir que este cargo exclua sua própria conta e encerre sua associação em seu site

source: Allow this user role to view your site's homepage
pt_br: Permitir que este cargo visualize a página inicial do seu site

source: Set a url to redirect this user role to if they try to view your site's homepage
pt_br: Defina uma URL para redirecionar este cargo de usuário se eles tentarem visualizar a página inicial do seu site.

source: Select what happens when a user with this role logins to your site
pt_br: Selecione o que acontece quando um usuário com este cargo faz login em seu site.

source: Set a url to redirect this user role to after they login with their account
pt_br: Defina uma URL para redirecionar este cargo de usuário após o login com sua conta.

source: Select what happens when a user with this role logouts of your site
pt_br: Selecione o que acontece quando um usuário com este cargo faz logout do seu site.

source: Set a url to redirect this user role to after they logout from site
pt_br: Defina uma URL para redirecionar este cargo de usuário após o logout do site.

source: Can this role view all member profiles?
pt_br: Esse cargo pode ver todos os perfís de usuário?

source: Which roles that role can view, choose none to allow role to view all member roles
pt_br: Quais cargos esse cargo pode visualizar, escolha nenhum para permitir que o cargo visualize todos os cargos de membros

source: Can this role make their profile private?
pt_br: Esse cargo pode tornar seu perfil privado?

source: Can this role view private profiles?
pt_br: Esse cargo pode ver perfis privados?

source: Hides the profile page for robots. The default value depends on the General > Users setting.
pt_br: Oculta a página de perfil para robôs. O valor padrão depende da configuração Geral > Usuários.

source: Role Priority
pt_br: Prioridade do Cargo

source: The higher the number, the higher the priority
pt_br: Quanto maior o número, maior a prioridade.

source: Update Role
pt_br: Atualizar Cargo

source: Create Role
pt_br: Criar Cargo

source: Learn more about role priorities
pt_br: Saiba mais sobre prioridades de funções

source: Select the status you would like this user role to have after they register on your site
pt_br: Selecione o status que você gostaria que este cargo de usuário tivesse após o registro em seu site.

source: Select what action is taken after a person registers on your site. Depending on the status you can redirect them to their profile, a custom url or show a custom message
pt_br: Selecione a ação a ser tomada após uma pessoa se registrar em seu site. Dependendo do status, você pode redirecioná-los para seu perfil, um URL personalizado ou mostrar uma mensagem personalizada.

source: Login the user after validating the activation link
pt_br: Logar o usuário após validar o link de ativação

source: Thank you for registering. Before you can login we need you to activate your account by clicking the activation link in the email we just sent you.
pt_br: Obrigado por se registrar. Antes de poder fazer login, precisamos que você ative sua conta clicando no link de ativação no e-mail que acabamos de enviar.

source: If you want users to go to a specific page other than login page after email activation, enter the URL here.
pt_br: Se você deseja que os usuários sejam direcionados para uma página específica, além da página de login, após a ativação do e-mail, insira a URL aqui.

source: Thank you for applying for membership to our site. We will review your details and send you an email letting you know whether your application has been successful or not.
pt_br: Obrigado por solicitar a adesão ao nosso site. Vamos revisar seus dados e enviar um e-mail informando se sua inscrição foi bem-sucedida ou não.

source: Security Issue
pt_br: Problema de Segurança

source: Title is empty!
pt_br: Título está vazio!

source: Role already exists!
pt_br: Cargo já existe!

source: Add New Role
pt_br: Adicionar Novo Cargo

source: Edit Role
pt_br: Editar Cargo

source: User Role <strong>Added</strong> Successfully.
pt_br: Cargo de Usuário <strong>Adicionado</strong> com sucesso.

source: User Role <strong>Updated</strong> Successfully.
pt_br: Cargo de Usuário <strong>Atualizado</strong> com sucesso.

source: Enter Title Here
pt_br: Digite o título aqui

source: Uncheck All
pt_br: Desmarcar Todos

source: Check All
pt_br: Marcar Todos

source: <strong>`%s`</strong> <span style="color:green">is safe.</span>
pt_br: <strong>`%s`</strong> <span style="color:green">é seguro.</span>

source: <strong>`%1$s`</strong> <span style="color:red">has affected %2$d user account.</span>
pt_br: <strong>%1$s</strong> <span style="color:red">afetou %2$d conta de usuário.</span>

source: Scan Complete.
pt_br: Verificação Completa.

source: Suspicious Accounts Detected!
pt_br: Contas suspeitas detectadas!

source: We have found <strong style="color:red;">%s suspicious account</strong> created on your site via Ultimate Member Forms.
pt_br: Encontramos <strong style="color:red;">%s conta suspeita</strong> criada no seu site através dos formulários Ultimate Member.

source: We've temporarily disabled the suspicious account(s) for you to <strong>take actions</strong>.
pt_br: Desativamos temporariamente a(s) conta(s) suspeita(s) para que você possa <strong>tomar medidas</strong>.

source: Also, We've found <strong style="color:red;">%s account</strong>
pt_br: Além disso, encontramos %s conta

source: created on %s when the suspicious account was created.
pt_br: criado em %s quando a conta suspeita foi criada.

source: Suspicious Accounts
pt_br: Contas suspeitas

source: No suspicious accounts found
pt_br: Nenhuma conta suspeita encontrada

source: PLEASE READ OUR <strong>RECOMMENDATIONS</strong> BELOW:
pt_br: LEIA NOSSAS <strong>RECOMENDAÇÕES</strong> ABAIXO:

source: <strong style="color:red">WARNING:</strong> Ensure that you've created a full backup of your site as your restoration point before changing anything on your site with our recommendations.
pt_br: <strong style="color:red">ATENÇÃO:</strong> Certifique-se de ter criado um backup completo do seu site como ponto de restauração antes de fazer qualquer alteração no seu site com nossas recomendações.

source: 1. Please temporarily lock all your active Register forms.
pt_br: 1. Por favor, bloqueie temporariamente todos os seus formulários de registro ativos.

source: Click here to lock them now.
pt_br: Clique aqui para bloqueá-los agora.

source: You can unblock the Register forms later. Just go to Ultimate Member > Settings > Advanced > Security and uncheck the option "Lock All Register Forms".
pt_br: Você pode desbloquear os formulários de registro mais tarde. Basta ir para Ultimate Member > Configurações > Avançado > Segurança e desmarcar a opção "Bloquear Todos os Formulários de Registro".

source: 2. Review all suspicious accounts and delete them completely.
pt_br: 2. Revise todas as contas suspeitas e exclua-as completamente.

source: Click here to review accounts.
pt_br: Clique aqui para revisar contas.

source: 3. If accounts are suspicious to you, please destroy all user sessions to logout active users on your site.
pt_br: 3. Se as contas parecerem suspeitas para você, destrua todas as sessões de usuário para desconectar os usuários ativos em seu site.

source: Click here to Destroy Sessions now
pt_br: Clique aqui para Destruir Sessões agora

source: 4. Run a complete scan on your site using third-party Security plugins such as
pt_br: 4.Execute uma varredura completa em seu site usando plugins de segurança de terceiros, como

source: WPScan/Jetpack Protect or WordFence Security
pt_br: WPScan/Jetpack Protect ou WordFence Security

source: 5. Force users to Reset their Passwords.
pt_br: 5. Force os usuários a redefinir suas senhas.

source: Click here to enable this option
pt_br: Clique aqui para habilitar esta opção

source: When this option is enabled, users will be asked to reset their passwords(one-time) on the next login in the UM Login form.
pt_br: Quando esta opção está habilitada, os usuários serão solicitados a redefinir suas senhas (uma vez) no próximo login no formulário de Login do UM.

source: 6. Once your site is secured, please create or enable Daily Backups of your server/site. You can contact your hosting provider to assist you on this matter.
pt_br: 6. Uma vez que seu site esteja seguro, crie ou habilite backups diários do seu servidor/site. Você pode entrar em contato com seu provedor de hospedagem para obter assistência nesse assunto.

source: 👇 MORE RECOMMENDATIONS BELOW.
pt_br: 👇 MAIS RECOMENDAÇÕES ABAIXO.

source: Review & Resolve Issues with Site Health Check tool
pt_br: Revisar e Resolver Problemas com a Ferramenta de Verificação de Saúde do Site

source: Site Health is a tool in WordPress that helps you monitor how your site is doing. It shows critical information about your WordPress configuration and items that require your attention.
pt_br: O Site Health é uma ferramenta no WordPress que ajuda a monitorar como seu site está indo. Ele mostra informações críticas sobre a configuração do WordPress e itens que requerem sua atenção.

source: There's %d issue in the Site Health status
pt_br: Há %d problema na integridade do site.

source: Review Site Health Status
pt_br: Revisar Status de Saúde do Site

source: There are no issues found in the Site Health status
pt_br: Não foram encontrados problemas no status de Integridade do Site.

source: Default WP Register Form
pt_br: Formulário de Registro WP Padrão

source: The default WordPress Register form is enabled. If you're getting Spam User Registrations, we recommend that you enable a Challenge-Response plugin such as our <a href="https://wordpress.org/plugins/um-recaptcha/" target="_blank">Ultimate Member - Google reCAPTCHA</a> extension.
pt_br: O formulário de registro padrão do WordPress está ativado. Se você estiver recebendo registros de usuários de spam, recomendamos que ative um plugin de Desafio-Resposta, como nossa extensão <a href="https://wordpress.org/plugins/um-recaptcha/" target="_blank">Ultimate Member - Google reCAPTCHA</a>.

source: The default WordPress Register form is disabled.
pt_br: O formulário de registro padrão do WordPress está desativado.

source: Secure Register Forms
pt_br: Formulários de Registro Seguros

source: We've removed the assignment of administrative roles for Register forms due to vulnerabilities in previous versions of the plugin. If your Register forms still have Administrative roles, we recommend that you assign a non-admin roles to secure the forms.
pt_br: Removemos a atribuição de cargos administrativos para os formulários de Registro devido a vulnerabilidades em versões anteriores do plugin. Se seus formulários de Registro ainda tiverem cargos administrativos, recomendamos que você atribua um cargo não administrativo para garantir a segurança dos formulários.

source: contains <strong>administrative role</strong>
pt_br: contém <strong>cargo administrativo</strong>

source: is <strong>secured</strong>
pt_br: está <strong>protegido</strong>

source: Block Disposable Email Addresses/Domains
pt_br: Bloquear Endereços/Domínios de E-mail Temporários

source: You are not blocking email addresses or disposable email domains that are mostly used for Spam Account Registrations. You can get the list of disposable email domains with our basic extension <a href="https://docs.ultimatemember.com/article/1870-block-disposable-email-domains" target="_blank">Block Disposable Email Domains</a>.
pt_br: Você não está bloqueando endereços de e-mail ou domínios de e-mail descartáveis que são frequentemente usados para registros de contas de spam. Você pode obter a lista de domínios de e-mail descartáveis com nossa extensão básica <a href="https://docs.ultimatemember.com/article/1870-block-disposable-email-domains" target="_blank">Bloquear Domínios de E-mail Descartáveis</a>.

source: Blocked Emails option is already set.
pt_br: A opção de E-mails Bloqueados já está configurada.

source: Manage User Roles & Capabilities
pt_br: Gerenciar Cargos e Capacidades de Usuários

source: We have found %d user account
pt_br: Encontramos %d conta de usuário

source: affected by %d capability selected in the Banned Administrative Capabilities.
pt_br: afetado pela capacidade %d selecionada nas Capacidades Administrativas Banidas.

source: The flagged capabilities are related to the following roles:
pt_br: As capacidades sinalizadas estão relacionadas aos seguintes cargos:

source: The affected user accounts will be flagged as suspicious when they update their Profile/Account. If you are not using these capabilities, you may remove them from the roles in the <a target="_blank" href="%s">User Role settings</a>.
pt_br: As contas de usuário afetadas serão marcadas como suspeitas quando atualizarem seu Perfil/Conta. Se você não estiver usando essas capacidades, pode removê-las dos cargos nas <a target="_blank" href="%s">configurações de Cargos de Usuário</a>.

source: If the roles are not created via Ultimate Member > User Roles, you can use a <a href="%s" target="_blank">third-party plugin</a> to modify the role capability.
pt_br: Se os cargos não forem criados através de Ultimate Member > Cargos de Usuários, você pode usar um <a href="%s" target="_blank">plugin de terceiros</a> para modificar a capacidade do cargo.

source: We strongly recommend that you never assign roles with the same capabilities as your administrators for your members/users and that may allow them to access the admin-side features and functionalities of your WordPress site.
pt_br: Recomendamos fortemente que você nunca atribua cargos com as mesmas capacidades dos seus administradores para seus membros/usuários, o que pode permitir que eles acessem os recursos e funcionalidades administrativas do seu site WordPress.

source: Roles & Capabilities are all secured. No users are using the same capabilities as your administrators.
pt_br: Cargos e Capacidades estão todos seguros. Nenhum usuário está usando as mesmas capacidades que seus administradores.

source: We recommend that you enable and require "Strong Password" feature for all the Register, Reset Password & Account forms.
pt_br: Recomendamos que você ative e exija o recurso "Senha Forte" para todos os formulários de Registro, Redefinição de Senha e Conta.

source: Click here to enable.
pt_br: Clique aqui para habilitar.

source: Your forms are already configured to require of using strong passwords.
pt_br: Seus formulários já estão configurados para exigir o uso de senhas fortes.

source: Secure Site's Connection
pt_br: Conexão Segura do Site

source: Your site cannot provide a secure connection. Please contact your hosting provider to enable SSL certifications on your server.
pt_br: Seu site não pode fornecer uma conexão segura. Entre em contato com seu provedor de hospedagem para habilitar certificações SSL em seu servidor.

source: Your site provides a secure connection with SSL.
pt_br: Seu site fornece uma conexão segura com SSL.

source: Install Challenge-Response plugin to Login & Register Forms
pt_br: Instale o plugin Challenge-Response nos Formulários de Login e Registro

source: We recommend that you install and enable <a href="https://wordpress.org/plugins/um-recaptcha/" target="_blank">Ultimate Member - Google reCAPTCHA</a> to your Reset Password, Login & Register forms.
pt_br: Recomendamos que você instale e ative <a href="https://wordpress.org/plugins/um-recaptcha/" target="_blank">Ultimate Member - Google reCAPTCHA</a> em seus formulários de Redefinir Senha, Login e Registro.

source: Ultimate Member - Google reCAPTCHA is active.
pt_br: Ultimate Member - Google reCAPTCHA está ativo.

source: - Register: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA is <strong>enabled</strong>
pt_br: - Registro: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA está <strong>Habilitado</strong>

source: - Register: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA is <strong>disabled</strong>
pt_br: - Registro: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA está <strong>desabilitado</strong>

source: - Login: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA is <strong>enabled</strong>
pt_br: - Login: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA está <strong>habilitado</strong>

source: - Login: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA is <strong>disabled</strong>
pt_br: - Login: <a target="_blank" href="%1$s">%2$s</a> reCAPTCHA está <strong>desabilitado</strong>

source: - Reset Password Form's Google reCAPTCHA is <strong>enabled</strong>
pt_br: Google reCAPTCHA do Formulário de Redefinição de Senha está <strong>ativado</strong>

source: - Reset Password Form's Google reCAPTCHA is <strong>disabled</strong>
pt_br: Google reCAPTCHA do Formulário de Redefinição de Senha está <strong>desativado</strong>

source: Ultimate Member - Google reCAPTCHA is installed but not activated.
pt_br: Ultimate Member - Google reCAPTCHA está instalado, mas não ativado.

source: Keep Themes & Plugins up to date.
pt_br: Mantenha Temas e Plugins atualizados.

source: It is important that you update your themes/plugins if the theme/plugin creators update is aimed at fixing security, bug and vulnerability issues. It is not a good idea to ignore available updates as this may give hackers an advantage when trying to access your website.
pt_br: É importante que você atualize seus temas/plugins se a atualização do criador do tema/plugin tiver o objetivo de corrigir problemas de segurança, bugs e vulnerabilidades. Não é uma boa ideia ignorar atualizações disponíveis, pois isso pode dar uma vantagem aos hackers ao tentar acessar seu site.

source: There's %d plugin that requires an update.
pt_br: Há %d plugin que requer uma atualização.

source: Update Plugins Now
pt_br: Atualizar Plugins Agora

source: Plugins are up to date.
pt_br: Os plugins estão atualizados.

source: There's %d theme that requires an update.
pt_br: Há %d tema que requer uma atualização.

source: Update Themes Now
pt_br: Atualizar Temas Agora

source: Themes are up to date.
pt_br: Os temas estão atualizados.

source: There's a new version of WordPress.
pt_br: Há uma nova versão do WordPress.

source: Update WordPress Now
pt_br: Atualizar WordPress Agora

source: You're using the latest version of WordPress
pt_br: Você está usando a versão mais recente do WordPress

source: That's all. If you have any recommendation on how to secure your site or have questions, please contact us on our <a href="https://ultimatemember.com/feedback/" target="_blank">feedback page</a>.
pt_br: Isso é tudo. Se você tiver alguma recomendação sobre como proteger seu site ou tiver perguntas, entre em contato conosco em nossa <a href="https://ultimatemember.com/feedback/" target="_blank">página de feedback</a>.

source: User
pt_br: Usuário

source: Register
pt_br: Registrar

source: Password Reset
pt_br: Redefinição de Senha

source: {total_users} Members
pt_br: {total_users} Membros

source: {total_users} Member
pt_br: {total_users} Membro

source: We are sorry. We cannot find any users who match your search criteria.
pt_br: Lamentamos. Não conseguimos encontrar nenhum usuário que corresponda aos critérios de pesquisa.

source: Update Profile
pt_br: Atualizar Perfil

source: E-mail Address
pt_br: Endereço de E-mail

source: Username or E-mail
pt_br: Nome de Usuário ou E-mail

source: Account Welcome Email
pt_br: E-mail de Boas-vindas da Conta

source: Whether to send the user an email when his account is automatically approved
pt_br: Se deve enviar um e-mail ao usuário quando sua conta for automaticamente aprovada

source: Account Activation Email
pt_br: E-mail de ativação de conta

source: Whether to send the user an email when his account needs email activation
pt_br: Se deve enviar um e-mail ao usuário quando sua conta precisar de ativação por e-mail

source: Your account is pending review
pt_br: Sua conta está pendente de revisão

source: Whether to send the user an email when his account needs admin review
pt_br: Se deve enviar um e-mail ao usuário quando sua conta precisar de revisão administrativa

source: Account Approved Email
pt_br: E-mail aprovado pela conta

source: Whether to send the user an email when his account is approved
pt_br: Se deve enviar um e-mail ao usuário quando sua conta for aprovada

source: Account Rejected Email
pt_br: Email da Conta Rejeitado

source: Whether to send the user an email when his account is rejected
pt_br: Se deve enviar um e-mail ao usuário quando sua conta for rejeitada

source: Account Deactivated Email
pt_br: E-mail Desativado da Conta

source: Whether to send the user an email when his account is deactivated
pt_br: Se deve enviar um e-mail ao usuário quando sua conta for desativada

source: Account Deleted Email
pt_br: E-mail Excluído da Conta

source: Whether to send the user an email when his account is deleted
pt_br: Se deve enviar um e-mail ao usuário quando sua conta for excluída

source: Password Reset Email
pt_br: E-mail de Redefinição de Senha

source: Whether to send an email when users changed their password (Recommended, please keep on)
pt_br: Se deve enviar um e-mail quando os usuários alterarem suas senhas (Recomendado, mantenha ativado)

source: Password Changed Email
pt_br: E-mail de Senha Alterada

source: Whether to send the user an email when he requests to reset password (Recommended, please keep on)
pt_br: Se deve enviar um e-mail ao usuário quando ele solicitar a redefinição da senha (Recomendado, mantenha ativado)

source: Account Updated Email
pt_br: E-mail de Conta Atualizada

source: Whether to send the user an email when he updated their account
pt_br: Se deve enviar um e-mail ao usuário quando ele atualizar sua conta

source: New User Notification
pt_br: Notificação de Novo Usuário

source: Whether to receive notification when a new user account is created
pt_br: Se deve receber notificação quando uma nova conta de usuário for criada

source: Account Needs Review Notification
pt_br: Notificação de Conta Necessita de Revisão
