Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-messaging-*.po
Languages: pt_br

source: Ultimate Member - Private Messages
pt_br: Ultimate Member - Mensagens Privadas

source: Allow users to send private messages to each other on your site.
pt_br: Permitir que os usuários enviem mensagens privadas uns para os outros no seu site.

source: Private Messages
pt_br: Mensagens Privadas

source: Private Messaging License Key
pt_br: Chave de Licença de Mensagens Privadas

source: Show messages button in member directory
pt_br: Mostrar botão de mensagens no diretório de membros

source: Hide messages button for not logged-in users
pt_br: Ocultar botão de mensagens para usuários não conectados

source: Show unread messages first
pt_br: Mostrar mensagens não lidas primeiro

source: Hide a "Download Chats History" link
pt_br: Ocultar link "Baixar Histórico de Chats"

source: Message character limit
pt_br: Limite de caracteres da mensagem

source: Block users from sending/receiving messages
pt_br: Bloquear usuários de enviar/receber mensagens

source: A comma seperated list of user IDs that cannot send/receive messages on the site.
pt_br: Uma lista separada por vírgulas de IDs de usuários que não podem enviar/receber mensagens no site.

source: Primary color
pt_br: Cor primária

source: How often do you want the AJAX refresh conversation (in seconds)
pt_br: Com que frequência você deseja que a conversa AJAX seja atualizada (em segundos)

source: Send email notifications If user did not login for
pt_br: Enviar notificações por e-mail se o usuário não fizer login por

source: Send email notifications about new messages if the user's last login time exceeds that period.
pt_br: Enviar notificações por e-mail sobre novas mensagens se o último horário de login do usuário exceder esse período.

source: 1 Hour
pt_br: 1 Hora

source: 1 Day
pt_br: 1 Dia

source: 1 Week
pt_br: 1 Semana

source: 1 Month
pt_br: 1 Mês

source: Select...
pt_br: Selecionar...

source: Send email notifications If user didn't read message for [n] hours
pt_br: Enviar notificações por e-mail se o usuário não ler a mensagem por [n] horas

source: Send email notifications about unread message if the user didn't read it during that period.
pt_br: Enviar notificações por e-mail sobre mensagens não lidas se o usuário não ler durante esse período.

source: [n] hours
pt_br: [n] horas

source: Send email notifications not more then [m] times.
pt_br: Enviar notificações por e-mail no máximo [m] vezes.

source: Email notifications about unread message will be send every [n] hours but no more then [m] times.
pt_br: Notificações por e-mail sobre mensagens não lidas serão enviadas a cada [n] horas, mas no máximo [m] vezes.

source: [m] times
pt_br: [m] vezes

source: Private Messaging
pt_br: Mensagens Privadas

source: Enable Messaging feature?
pt_br: Habilitar recurso de mensagens?

source: Enable or disable messaging feature for this role
pt_br: Habilitar ou desabilitar o recurso de mensagens para este cargo

source: Can start conversations?
pt_br: Pode iniciar conversas?

source: Can this role start conversation with other users?
pt_br: Este cargo pode iniciar conversas com outros usuários?

source: Can read private messages?
pt_br: Pode ler mensagens privadas?

source: Can this role read private messages from other users?
pt_br: Este cargo pode ler mensagens privadas de outros usuários?

source: Can reply private messages?
pt_br: Pode responder mensagens privadas?

source: Turn this off to disable reply ability for this role
pt_br: Desative isso para desabilitar a capacidade de resposta para este cargo

source: per
pt_br: por

source: Days
pt_br: Dias

source: Maximum number of messages they can send
pt_br: Número máximo de mensagens que podem enviar

source: Notifications
pt_br: Notificações

source: Update Notifications
pt_br: Atualizar Notificações

source: Download History
pt_br: Baixar Histórico

source: Download Chats History
pt_br: Baixar Histórico de Chats

source: Me
pt_br: Eu

source: This conversation is hidden.
pt_br: Esta conversa está oculta.

source: Your membership level does not allow you to view conversations.
pt_br: Seu nível de assinatura não permite visualizar conversas.

source: %s Please login to message <strong>%s</strong>
pt_br: %s Faça login para enviar uma mensagem para <strong>%s</strong>

source: Invalid target user_ID or user is not logged in
pt_br: ID do destinatário inválido ou usuário não está conectado

source: Invalid sender user_ID or user is not logged in
pt_br: ID do remetente inválido ou usuário não está conectado

source: UM Messaging - No result found
pt_br: UM Mensagens - Nenhum resultado encontrado

source: Deleted User
pt_br: Usuário excluído

source: Hide message button in directory?
pt_br: Ocultar botão de mensagem no diretório?

source: My messages
pt_br: Minhas mensagens

source: Messages
pt_br: Mensagens

source: <strong>{member}</strong> has just sent you a private message.
pt_br: <strong>{member}</strong> acabou de lhe enviar uma mensagem privada.

source: Message
pt_br: Mensagem

source: Invalid input:
pt_br: Entrada inválida:

source: Messages from %1$s to %2$s was updated...
pt_br: Mensagens de %1$s a %2$s foram atualizadas...

source: Enable encryption
pt_br: Habilitar criptografia

source: Encrypts messages in the database. You may define a constant UM_MESSAGING_KEY to override the default key. The key length must be 256-bit (32 bytes).
pt_br: Criptografa mensagens no banco de dados. Você pode definir uma constante UM_MESSAGING_KEY para substituir a chave padrão. O comprimento da chave deve ser de 256 bits (32 bytes).

source: <strong>Warning:</strong> Do not exit the page until the update process is complete.
pt_br: <strong>Aviso:</strong> Não saia da página até que o processo de atualização esteja completo.

source: We recommend creating a backup of your site before running the update process.
pt_br: Recomendamos criar um backup do seu site antes de iniciar o processo de atualização.

source: After clicking the <strong>"Run"</strong> button, the update process will start. All information will be displayed in the field below.
pt_br: Após clicar no botão <strong>"Executar"</strong>, o processo de atualização começará. Todas as informações serão exibidas no campo abaixo.

source: If the update is successful, you will see a corresponding message. Otherwise, contact technical support if the update failed.
pt_br: Se a atualização for bem-sucedida, você verá uma mensagem correspondente. Caso contrário, entre em contato com o suporte técnico se a atualização falhar.

source: Everyone
pt_br: Todos

source: Nobody
pt_br: Ninguém

source: Who can send me private messages?
pt_br: Quem pode me enviar mensagens privadas?

source: New Message Notification
pt_br: Notificação de Nova Mensagem

source: Send a notification to user when he receives a new private message
pt_br: Enviar uma notificação ao usuário quando ele receber uma nova mensagem privada

source: New Message Reminder
pt_br: Lembrete de Nova Mensagem

source: Send a notification to user when he has unread private message
pt_br: Enviar uma notificação ao usuário quando ele tiver uma mensagem privada não lida

source: User get a new private message
pt_br: Usuário recebeu uma nova mensagem privada

source: When someone sends a private message to me
pt_br: Quando alguém me envia uma mensagem privada

source: Someone sends me a private message
pt_br: Alguém me enviou uma mensagem privada

source: I have an unread message
pt_br: Tenho uma mensagem não lida

source: Blocked Users
pt_br: Usuários Bloqueados

source: Unblock
pt_br: Desbloquear

source: Block user
pt_br: Bloquear usuário

source: Are you sure to block this user?
pt_br: Você tem certeza de que deseja bloquear este usuário?

source: Delete conversation
pt_br: Excluir conversa

source: Close chat
pt_br: Fechar chat

source: You are blocked and not allowed continue this conversation.
pt_br: Você está bloqueado e não tem permissão para continuar esta conversa.

source: You have reached your limit for sending messages.
pt_br: Você atingiu seu limite para enviar mensagens.

source: You are not allowed to reply to private messages.
pt_br: Você não tem permissão para responder a mensagens privadas.

source: You are not allowed to reply to private messages with this user.
pt_br: Você não tem permissão para responder a mensagens privadas com este usuário.

source: You are not allowed to start conversations.
pt_br: Você não tem permissão para iniciar conversas.

source: You are not allowed to start conversations with this user.
pt_br: Você não tem permissão para iniciar conversas com este usuário.

source: Type your message...
pt_br: Digite sua mensagem...

source: Send message
pt_br: Enviar mensagem

source: No chats found here
pt_br: Nenhum chat encontrado aqui

source: Add emoji
pt_br: Adicionar emoji

source: Remove
pt_br: Remover

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>.

source: Getting messages...
pt_br: Recebendo mensagens...

source: There are
pt_br: Há

source: messages...
pt_br: Mensagens...

source: Start messages updating...
pt_br: Iniciar atualização de mensagens...

source: Done.
pt_br: Concluído.
