Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-notifications-*.po
Languages: pt_br

source: Ultimate Member - Real-time Notifications
pt_br: Ultimate Member - Notificações em Tempo Real

source: Adds real-time activity notifications to community users.
pt_br: Adiciona notificações de atividade em tempo real para usuários da comunidade.

source: %s points
pt_br: %s pontos

source: Notification template
pt_br: Modelo de notificação

source: You've gained <strong>%%cred_f%% %%_plural%%</strong> for <strong>%s</strong>.
pt_br: Você ganhou <strong>%%cred_f%% %%_plural%%</strong> por <strong>%s</strong>.

source: You've taken away <strong>%%cred_f%% %%_plural%%</strong> for <strong>%s</strong>.
pt_br: Você retirou <strong>%%cred_f%% %%_plural%%</strong> por <strong>%s</strong>.

source: You've gained <strong>%%cred_f%% %%_plural%%</strong> for connecting %s account</strong>.
pt_br: Você ganhou <strong>%%cred_f%% %%_plural%%</strong> por conectar a conta %s</strong>.

source: You've taken away <strong>%%cred_f%% %%_plural%%</strong> for disconnecting %s account</strong>.
pt_br: Você retirou <strong>%%cred_f%% %%_plural%%</strong> por desconectar a conta %s</strong>.

source: Role upgrade
pt_br: Atualização de cargo

source: When my membership level is changed
pt_br: Quando meu nível de associação é alterado

source: New user comment reply
pt_br: Nova resposta de comentário de usuário

source: When a member replies to one of my comments
pt_br: Quando um membro responde a um de meus comentários

source: New guest comment reply
pt_br: Nova resposta de comentário de visitante

source: When a guest replies to one of my comments
pt_br: Quando um visitante responde a um de meus comentários

source: New user comment
pt_br: Novo comentário de usuário

source: When a member comments on my posts
pt_br: Quando um membro comenta em meus posts

source: New guest comment
pt_br: Novo comentário de visitante

source: When a guest comments on my posts
pt_br: Quando um visitante comenta em meus posts

source: User view profile
pt_br: Usuário visualiza perfil

source: When a member views my profile
pt_br: Quando um membro visualiza meu perfil

source: Guest view profile
pt_br: Visitante viu seu perfil

source: When a guest views my profile
pt_br: Quando um visitante visualiza meu perfil

source: Wrong notification ID
pt_br: ID de notificação incorreto

source: Mark as read
pt_br: Marcar como lida

source: Remove notification
pt_br: Remover notificação

source: Disable this type of notifications
pt_br: Desativar esse tipo de notificações

source: %s ago
pt_br: %s atrás

source: Real-time is disabled
pt_br: Tempo real está desativado

source: Your membership level has been changed from <strong>{role_pre}</strong> to <strong>{role_post}</strong>
pt_br: Seu nível de associação foi alterado de <strong>{role_pre}</strong> para <strong>{role_post}</strong>.

source: <strong>{member}</strong> has replied to one of your comments.
pt_br: <strong>{member}</strong> respondeu a um de seus comentários.

source: A guest has replied to one of your comments.
pt_br: Um visitante respondeu a um de seus comentários.

source: <strong>{member}</strong> has commented on your <strong>post</strong>. <span class="b1">"{comment_excerpt}"</span>
pt_br: <strong>{member}</strong> comentou em seu <strong>post</strong>. <span class="b1">"{comment_excerpt}"</span>

source: A guest has commented on your <strong>post</strong>. <span class="b1">"{comment_excerpt}"</span>
pt_br: Um visitante comentou em seu <strong>post</strong>. <span class="b1">"{comment_excerpt}"</span>

source: <strong>{member}</strong> has viewed your profile.
pt_br: <strong>{member}</strong> visualizou seu perfil.

source: A guest has viewed your profile.
pt_br: Um visitante visualizou seu perfil.

source: Web notifications
pt_br: Notificações web

source: Update Settings
pt_br: Atualizar Configurações

source: Real-time Notifications License Key
pt_br: Licença de Notificações em Tempo Real

source: Notifications
pt_br: Notificações

source: Enable real-time instant notification
pt_br: Habilitar notificação instantânea em tempo real

source: Turn off please If your server is getting some load.
pt_br: Desative, por favor, se o seu servidor estiver sobrecarregado.

source: How often do you want the ajax notifier to check for new notifications? (in seconds)
pt_br: Com que frequência você deseja que o notificador ajax verifique novas notificações? (em segundos)

source: Where should the notification icon appear?
pt_br: Onde o ícone de notificação deve aparecer?

source: Right bottom
pt_br: Inferior direito

source: Left bottom
pt_br: Inferior esquerdo

source: Select...
pt_br: Selecionar...

source: Always display the notification icon
pt_br: Sempre exibir o ícone de notificação

source: If turned off, the icon will only show when there's a new notification.
pt_br: Se desativado, o ícone será exibido apenas quando houver uma nova notificação.

source: Notification sound
pt_br: Som de notificação

source: Play sound when new notification appear. It may not work in Chrome due to Autoplay Policy.
pt_br: Reproduzir som quando uma nova notificação aparecer. Pode não funcionar no Chrome devido à Política de Reprodução Automática.

source: Account Tab
pt_br: Aba de Conta

source: Show or hide an account tab that shows the web notifications.
pt_br: Mostrar ou ocultar uma aba de conta que exibe as notificações da web.

source: Template
pt_br: Modelo

source: Receiving Notifications
pt_br: Recebendo Notificações

source: All
pt_br: Tudo

source: Unread
pt_br: Não lidas

source: See all notifications
pt_br: Ver todas as notificações

source: Mark all as read
pt_br: Marcar todas como lidas

source: Clear all notifications
pt_br: Limpar todas as notificações

source: Notifications settings
pt_br: Configurações de notificações

source: Load more
pt_br: Carregar mais

source: No new notifications
pt_br: Nenhuma nova notificação

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>.
