Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-private-content-*.po
Languages: pt_br

source: Ultimate Member - Private Content
pt_br: Ultimate Member - Conteúdo Privado

source: Display private content to logged-in users that only they can access.
pt_br: Exibir conteúdo privado para usuários logados que somente eles podem acessar.

source: You see the predefined content template below. <b>Update</b> private content to apply this template for the user. You can edit this template before saving or leave it as it is.
pt_br: Você vê o modelo de conteúdo pré-definido abaixo. Atualize o conteúdo privado para aplicar este modelo ao usuário. Você pode editar este modelo antes de salvar ou deixá-lo como está.

source: You have users without Private Content posts. It's highly recommended to <a href="%s">create</a> Private Content posts if you need to show it for these users.
pt_br: Você tem usuários sem postagens de Conteúdo Privado. É altamente recomendável <a href="%s">criar</a> postagens de Conteúdo Privado se precisar exibi-las para esses usuários.

source: You have user roles without Private Content posts. It's highly recommended to <a href="%s">create</a> Private Content posts if you need to show it for these user roles.
pt_br: Você tem cargos de usuário sem postagens de Conteúdo Privado. É altamente recomendável <a href="%s">criar</a> postagens de Conteúdo Privado se precisar exibi-las para esses cargos de usuário.

source: Private Content for %s
pt_br: Conteúdo Privado para %s

source: Private Content
pt_br: Conteúdo Privado

source: Private Content pages was generated successfully
pt_br: Páginas de Conteúdo Privado foram geradas com sucesso

source: Private Content pages for user roles was generated successfully
pt_br: Páginas de Conteúdo Privado para cargos de usuário foram geradas com sucesso

source: Your icon for the Private Content Tabs are out of date.
pt_br: Seu ícone para as Abas de Conteúdo Privado está desatualizado.

source: Edit settings and update
pt_br: Editar configurações e atualizar

source: Private Contents
pt_br: Conteúdos Privados

source: Add New Private Content
pt_br: Adicionar Novo Conteúdo Privado

source: Edit Private Content
pt_br: Editar Conteúdo Privado

source: You did not create any private contents yet
pt_br: Você ainda não criou nenhum conteúdo privado

source: Nothing found in Trash
pt_br: Nada encontrado na Lixeira

source: Search Private Contents
pt_br: Buscar Conteúdos Privados

source: Private Content License Key
pt_br: Chave de Licença de Conteúdo Privado

source: Generate pages
pt_br: Gerar páginas

source: Generate pages for existing users
pt_br: Gerar páginas para usuários existentes

source: Generate pages for already existing users
pt_br: Gerar páginas para usuários já existentes

source: Generate pages for user roles
pt_br: Gerar páginas para cargos de usuário

source: Generate pages for existing user roles
pt_br: Gerar páginas para cargos de usuário existentes

source: Generate pages for already existing user roles
pt_br: Gerar páginas para papéis de usuário já existentes

source: Private Content Tab Title
pt_br: Título da Aba de Conteúdo Privado

source: This is the title of the tab for show user's private content
pt_br: Este é o título da aba para exibir o conteúdo privado do usuário

source: Private Content Tab Icon
pt_br: Ícone da Aba de Conteúdo Privado

source: This is the icon of the tab for show user's private content
pt_br: Este é o ícone da aba para exibir o conteúdo privado do usuário

source: Private Content Tab Order
pt_br: Ordem da Aba de Conteúdo Privado

source: if the user has multiple roles - the order will be determined by role priority
pt_br: Se o usuário tiver vários cargos - a ordem será determinada pela prioridade do cargo

source: User private content first
pt_br: Conteúdo privado do usuário primeiro

source: Role private content first
pt_br: Conteúdo privado de cargos primeiro

source: Predefined content template
pt_br: Modelo de conteúdo pré-definido

source: If the Private Content post content is empty, this template is used as a predefined content for Private Content post draft. Convenient to use if you need to create similar private content for users.
pt_br: Se o conteúdo do post de Conteúdo Privado estiver vazio, este modelo será usado como conteúdo pré-definido para o rascunho de Conteúdo Privado. Conveniente para usar se você precisar criar conteúdo privado semelhante para os usuários.

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>.
