Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-profile-tabs-*.po
Languages: pt_br

source: Ultimate Member - Profile tabs
pt_br: Ultimate Member - Abas de Perfil

source: Adds custom tabs to user profile.
pt_br: Adiciona abas personalizadas ao perfil do usuário.

source: Profile tabs License Key
pt_br: Chave de Licença das Abas de Perfil

source: Profile Tabs Order
pt_br: Ordem das Abas de Perfil

source: Pay an attention that default tab ignore the order and will be displayed the first
pt_br: Preste atenção que a aba padrão ignora a ordem e será exibida em primeiro

source: Profile Tabs
pt_br: Abas de Perfil

source: Display Settings
pt_br: Configurações de Exibição

source: Customize this tab
pt_br: Personalize esta aba

source: Pre-defined content
pt_br: Conteúdo pré-definido

source: Your icons in the Ultimate Member Profile Tabs are out of date.
pt_br: Seus ícones nas Abas de Perfil do Ultimate Member estão desatualizados.

source: Related to Ultimate Member Profile Tabs:
pt_br: Relacionado às Abas de Perfil do Ultimate Member:

source: Edit profile tabs and update
pt_br: Editar abas de perfil e atualizar

source: These settings are obtained from a Profile tab in the default language
pt_br: Essas configurações são obtidas de uma Aba de Perfil no idioma padrão

source: Show on these roles profiles
pt_br: Mostrar nestes cargos de perfil

source: You could select the roles which have the current profile tab at their form. If empty, profile tab is visible for all roles at their forms.
pt_br: Você pode selecionar os cargos que têm a aba de perfil atual em seu formulário. Se estiver vazio, a aba de perfil será visível para todos os cargos em seus formulários.

source: Show on these profiles forms
pt_br: Mostrar nestes formulários de perfil

source: You could select the forms where the current profile tab is visible. If empty, profile tab is visible for all forms.
pt_br: Você pode selecionar os formulários onde a aba de perfil atual é visível. Se estiver vazio, a aba de perfil será visível para todos os formulários.

source: More profile menu settings you could set <a href="%s">here</a>
pt_br: Mais configurações do menu de perfil que você pode definir <a href="%s">aqui</a>

source: Icon
pt_br: Ícone

source: Link type
pt_br: Tipo de link

source: Internal
pt_br: Interno

source: Remote
pt_br: Remoto

source: Remote Link
pt_br: Link Remoto

source: No form
pt_br: Sem formulário

source: Custom Profile Form
pt_br: Formulário de Perfil Personalizado

# Post Type General Name
source: Profile Tabs
pt_br: Abas de Perfil

# Post Type Singular Name
source: Profile tab
pt_br: Aba de Perfil

source: Item Archives
pt_br: Arquivos de Item

source: Item Attributes
pt_br: Atributos de Item

source: Parent Item:
pt_br: Item Pai:

source: All Items
pt_br: Todos os Itens

source: Add New Item
pt_br: Adicionar Novo Item

source: Add New
pt_br: Adicionar Novo

source: New Item
pt_br: Novo Item

source: Edit Item
pt_br: Editar Item

source: Update Item
pt_br: Atualizar Item

source: View Item
pt_br: Ver Item

source: View Items
pt_br: Ver Itens

source: Search Item
pt_br: Pesquisar Item

source: Not found
pt_br: Não encontrado

source: Profile tabs are used for the customizing Ultimate Member - Profile > Profile Menu.
pt_br: Abas de perfil são usadas para personalizar Ultimate Member - Perfil > Menu de Perfil.

source: Update
pt_br: Atualizar

source: Edit
pt_br: Editar
