Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-reviews-*.po
Languages: pt_br

source: Ultimate Member - User Reviews
pt_br: Ultimate Member - Avaliações de Usuários

source: Let users give reviews to each other and filter your members based on rating.
pt_br: Permitir que os usuários se avaliem mutuamente e filtram seus membros com base na avaliação.

source: Flagged
pt_br: Marcado

source: This review has been flagged. Change the status below.
pt_br: Esta avaliação foi marcada. Altere o status abaixo.

source: Reviewed
pt_br: Avaliado

source: Under Review
pt_br: Em Revisão

source: Pending
pt_br: Pendentes

source: Approved
pt_br: Aprovado

source: From
pt_br: De

source: To
pt_br: Para

source: Rating
pt_br: Classificação

source: Can have user reviews tab?
pt_br: Pode ter a aba de avaliações de usuários?

source: If this is turned off user reviews will be disabled for this role.
pt_br: Se isso estiver desativado, as avaliações de usuários serão desativadas para este cargo.

source: Can review other members?
pt_br: Pode avaliar outros membros?

source: Decide If this role can review other members
pt_br: Decida se este cargo pode avaliar outros membros

source: Can review these roles only
pt_br: Pode avaliar apenas estes papéis

source: Which roles that role can review, choose none to allow role to review all member roles
pt_br: Quais papéis que esse papel pode avaliar, escolha nenhum para permitir que o papel avalie todos os papéis de membro

source: Automatically publish reviews from this role?
pt_br: Publicar avaliações automaticamente para este cargo?

source: If turned off, reviews from this role will be pending admin review.
pt_br: Se desativado, as avaliações deste papel ficarão pendentes de revisão do administrador.

source: Can edit/remove their own reviews?
pt_br: Pode editar/remover suas próprias avaliações?

source: If this is turned on user can edit and remove own reviews for other members.
pt_br: Se isso estiver ativado, o usuário pode editar e remover suas próprias avaliações para outros membros.

source: Can edit/remove other reviews?
pt_br: Pode editar/remover outras avaliações?

source: If this is turned on user can edit and remove any reviews.
pt_br: Se isso estiver ativado, o usuário pode editar e remover qualquer avaliação.

source: User Reviews
pt_br: Avaliações de Usuários

source: Notifications
pt_br: Notificações

source: Update Notifications
pt_br: Atualizar Notificações

source: This Review
pt_br: Esta Avaliação

source: Dismiss this notice.
pt_br: Descartar este aviso.

source: Mark as Flagged
pt_br: Marcar como Marcado

source: Mark as Reviewed
pt_br: Marcar como Avaliado

source: Mark as Approved
pt_br: Marcar como Aprovado

source: Mark as Pending
pt_br: Marcar como Pendentes

source: Move to Trash
pt_br: Mover para a Lixeira

source: Select "From"
pt_br: Selecionar "De"

source: Select "To"
pt_br: Selecionar "Para"

source: Select "Rating"
pt_br: Selecionar "Classificação"

source: All
pt_br: Todos

source: Date
pt_br: Data

source: Unknown
pt_br: Desconhecido

source: User Rating
pt_br: Avaliação do Usuário

source: %s star
pt_br: %s estrela

source: Please add a rating.
pt_br: Por favor, adicione uma classificação.

source: You must provide a title.
pt_br: Você deve fornecer um título.

source: You must provide review content.
pt_br: Você deve fornecer o conteúdo da avaliação.

source: Remove
pt_br: Remover

source: Cancel
pt_br: Cancelar

source: Star
pt_br: Estrela

source: %1$s average based on %2$s review.
pt_br: %1$s em média baseado em %2$s avaliação.

source: Nobody has reviewed you yet.
pt_br: Ninguém avaliou você ainda.

source: Nobody has reviewed this user yet.
pt_br: Ninguém avaliou este usuário ainda.

source: %s Star
pt_br: %s Estrela

source: Invalid request.
pt_br: Solicitação inválida.

source: Invalid request action.
pt_br: Ação de solicitação inválida.

source: Invalid rating user ID.
pt_br: ID de usuário de avaliação inválido.

source: Invalid review ID.
pt_br: ID de avaliação inválido.

source: You can not rate this user.
pt_br: Você não pode avaliar este usuário.

source: Invalid rating title.
pt_br: Título de avaliação inválido.

source: Invalid rating content.
pt_br: Conteúdo de avaliação inválido.

source: Can not edit. This review was removed.
pt_br: Não pode editar. Esta avaliação foi removida.

source: This review will be moderated by an admin before it is live.
pt_br: Esta avaliação será moderada por um administrador antes de ser publicada.

source: Invalid review.
pt_br: Avaliação inválida.

source: This review has been flagged for admin review
pt_br: Esta avaliação foi marcada para revisão pelo administrador

source: Invalid nonce
pt_br: Nonce inválido

source: Reply content is required.
pt_br: O conteúdo da resposta é obrigatório.

source: Wrong reply update process.
pt_br: Processo de atualização de resposta incorreto.

source: Reply updated
pt_br: Resposta atualizada

source: Wrong reply ID.
pt_br: ID de resposta incorreto.

source: Cannot delete a reply.
pt_br: Não é possível excluir uma resposta.

source: Hide rating stars
pt_br: Ocultar estrelas de avaliação

source: Highest rated first
pt_br: Avaliados mais altos primeiro

source: Lowest rated first
pt_br: Avaliados mais baixos primeiro

source: User rating
pt_br: Classificação do Usuário

source: stars
pt_br: estrelas

source: <strong>{member}</strong> has left you a new review. <span class="b1">"{review_excerpt}"</span>
pt_br: <strong>{member}</strong> deixou uma nova avaliação para você. <span class="b1">"{review_excerpt}"</span>

source: Reviews License Key
pt_br: Chave de Licença de Avaliações

source: Block reviews
pt_br: Bloquear avaliações

source: Unblock reviews
pt_br: Desbloquear avaliações

source: Reviews
pt_br: Avaliações

source: Show user rating in members directory
pt_br: Mostrar classificação do usuário no diretório de membros

source: Review date format
pt_br: Formato da data da avaliação

source: Who can flag reviews
pt_br: Quem pode sinalizar avaliações

source: Everyone
pt_br: Todos

source: All Logged-in Users
pt_br: Todos os Usuários Logados

source: Reviewed user only
pt_br: Apenas usuário avaliado

source: Select...
pt_br: Selecionar...

source: Enable review reply
pt_br: Ativar resposta à avaliação

source: Reviews - New Review
pt_br: Avaliações - Nova Avaliação

source: Send a notification to user when he receives a new review
pt_br: Enviar uma notificação ao usuário quando ele receber uma nova avaliação

source: Reviews - New Review is Pending
pt_br: Avaliações - Nova Avaliação Está Pendentes

source: Send a notification to admin when someone write a review and its status is "Pending"
pt_br: Enviar uma notificação ao administrador quando alguém escrever uma avaliação e seu status for "Pendente"

source: Reviews - New Reply
pt_br: Avaliações - Nova Resposta

source: Send a notification to reviewer when user reply for received review
pt_br: Enviar uma notificação ao avaliador quando o usuário responder à avaliação recebida

source: Reviews - Review is reported
pt_br: Avaliações - Avaliação foi reportada

source: Send a notification to admin when someone report a review and its status is "Flagged"
pt_br: Enviar uma notificação ao administrador quando alguém reportar uma avaliação e seu status for "Marcado"

source: New user review
pt_br: Nova avaliação de usuário

source: When someone leaves me a review
pt_br: Quando alguém me deixar uma avaliação

source: Review
pt_br: Avaliação

source: Add New Review
pt_br: Adicionar Nova Avaliação

source: Edit Review
pt_br: Editar Avaliação

source: No user reviews have been submitted yet
pt_br: Nenhuma avaliação de usuário foi enviada ainda

source: Nothing found in Trash
pt_br: Nada encontrado na Lixeira

source: Search Reviews
pt_br: Buscar Avaliações

source: Ultimate Member - Lowest Rated
pt_br: Ultimate Member - Menos Avaliados

source: Shows your lowest rated users in a widget
pt_br: Mostra seus usuários com menor avaliação em um widget

source: Lowest Rated Users
pt_br: Usuários Menos Avaliados

source: All roles
pt_br: Todos os papéis

source: Ultimate Member - Most Rated
pt_br: Ultimate Member - Mais Avaliados

source: Shows your most rated users in a widget
pt_br: Mostrando seus usuários mais avaliados em um widget

source: Most Rated Users
pt_br: Usuários Mais Avaliados

source: Ultimate Member - Top Rated
pt_br: Ultimate Member - Top Avaliados

source: Shows your top rated users in a widget
pt_br: Mostrando seus usuários mais bem avaliados em um widget

source: Top Rated Users
pt_br: Usuários Mais Bem Avaliados

source: I have got a new review
pt_br: Recebi uma nova avaliação

source: I have got a new review reply
pt_br: Recebi uma nova resposta de avaliação

source: by <a href="%s">%s</a>, %s
pt_br: por <a href="%s">%s</a>, %s

source: Enter your reply...
pt_br: Digite sua resposta...

source: Reply
pt_br: Responder

source: Save Reply
pt_br: Salvar Resposta

source: Edit
pt_br: Editar

source: Are you sure you want to remove this reply?
pt_br: Tem certeza de que deseja remover esta resposta?

source: Write a review for this user
pt_br: Escreva uma avaliação para este usuário

source: by <a href="%1$s">%2$s</a>, %3$s
pt_br: por <a href="%1$s">%2$s</a>, %3$s

source: Enter subject...
pt_br: Digite o assunto...

source: Enter your review...
pt_br: Digite sua avaliação...

source: Submit Review
pt_br: Enviar Avaliação

source: You are not logged in. Please <a href="%s">login</a> to review this user.
pt_br: Você não está logado. Por favor, <a href="%s">faça login</a> para avaliar este usuário.

source: %1$s reviews (%2$s)
pt_br: %1$s avaliações (%2$s)

source: This is currently being reviewed by an admin
pt_br: Isso está atualmente sendo revisado por um administrador

source: Save Review
pt_br: Salvar Avaliação

source: Report
pt_br: Reportar

source: Are you sure you want to remove this review?
pt_br: Tem certeza de que deseja remover esta avaliação?

source: You have not received any reviews yet.
pt_br: Você ainda não recebeu nenhuma avaliação.

source: This user did not receive any other reviews.
pt_br: Este usuário não recebeu outras avaliações.

source: This user did not receive any reviews yet.
pt_br: Este usuário ainda não recebeu avaliações.

source: Your Rating
pt_br: Sua Avaliação

source: (You are viewing only %1$s star reviews. <a href="%2$s">View all reviews</a>)
pt_br: (Você está visualizando apenas avaliações de %1$s estrela(s). <a href="%2$s">Veja todas as avaliações</a>)

source: %1$s average based on %2$s review
pt_br: %1$s em média baseado em %2$s avaliação

source: %1$s average based on %2$s reviews
pt_br: %1$s em média baseado em %2$s avaliações

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>
