Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-stripe-*.po
Languages: pt_br

source: Payment canceled
pt_br: Pagamento cancelado

source: The transaction has been cancelled. No payment has been taken.
pt_br: A transação foi cancelada. Nenhum pagamento foi realizado.

source: Already subscribed
pt_br: Já inscrito

source: You already have a subscription. You can view/manage your existing subscription via your [ultimatemember_stripe_customer_portal type="link" label="customer portal"].
pt_br: Você já possui uma assinatura. Você pode visualizar/gerenciar sua assinatura existente através do seu [ultimatemember_stripe_customer_portal type="link" label="portal do cliente"].

source: Stripe Checkout URL
pt_br: URL do Checkout Stripe

source: Customer Portal
pt_br: Portal do Cliente

source: Payment Checkout
pt_br: Checkout de Pagamento

source: Stripe Customer Portal
pt_br: Portal do Cliente Stripe

source: If your E-mail address( %1$s ) has been previously registered, a temporary E-mail address will be generated to create an account on %2$s.
pt_br: Se seu endereço de e-mail (%1$s) já foi registrado, um endereço de e-mail temporário será gerado para criar uma conta em %2$s.

source: Hello, Stripe Webhook!
pt_br: Olá, Webhook do Stripe!

source: Sorry, this Stripe Plan is inactive. Please contact the site administrator.
pt_br: Desculpe, este Plano Stripe está inativo. Por favor, entre em contato com o administrador do site.

source: Active
pt_br: Ativo

source: Unpaid
pt_br: Não pago

source: Paused
pt_br: Pausado

source: Past Due
pt_br: Vencido

source: Canceled
pt_br: Cancelado

source: Trialing
pt_br: Em período de teste

source: Revoked
pt_br: Revogado

source: Stripe API error
pt_br: Erro na API do Stripe

source: Billing
pt_br: Cobrança

source: Stripe API keys hasn't been set.
pt_br: Chaves de API do Stripe não foram configuradas.

source: Pay with Card
pt_br: Pagar com Cartão

source: You're already subscribed
pt_br: Você já está inscrito.

source: Manage billing
pt_br: Gerenciar cobrança

source: You no longer have an active subscription. Please reactivate your subscription to view this %s.
pt_br: Você não possui uma assinatura ativa no momento. Por favor, reative sua assinatura para visualizar este %s.

source: Your current subscription plan does not provide access to this %1$s. Please upgrade or subscribe to a different plan to view this %2$s.
pt_br: Seu plano de assinatura atual não fornece acesso a este %1$s. Por favor, atualize ou assine um plano diferente para visualizar este %2$s.

source: %s partners with Stripe for simplified billing. The customer portal is a secure, Stripe-hosted page that allows you manage your subscription and billing information.
pt_br: %s faz parceria com o Stripe para simplificar a cobrança. O portal do cliente é uma página segura hospedada pelo Stripe que permite gerenciar sua assinatura e informações de cobrança.

source: Your payment has been processed successfully. Details of the transaction are below.
pt_br: Seu pagamento foi processado com sucesso. Detalhes da transação estão abaixo.

source: Subscription #
pt_br: Assinatura #

source: Plan
pt_br: Plano

source: Start Date
pt_br: Data de Início

source: Next Payment
pt_br: Próximo Pagamento

source: Order Details
pt_br: Detalhes do Pedido

source: Product
pt_br: Produto

source: Tax
pt_br: Imposto

source: Discount
pt_br: Desconto

source: Payment Method
pt_br: Método de Pagamento

source: Ending in
pt_br: Terminando em

source: Download Invoice & Receipt
pt_br: Baixar Fatura e Recibo

source: Billing Information
pt_br: Informações de Cobrança

source: Email Address
pt_br: Endereço de E-mail

source: Phone
pt_br: Telefone

source: Tax ID
pt_br: ID Fiscal

source: Address
pt_br: Endereço

source: Edit Billing Information
pt_br: Editar Informações de Cobrança

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>.

source: The <strong>%s</strong> extension requires <strong>PHP 7.4 or better</strong> installed on your server.
pt_br: A extensão <strong>%s</strong> requer <strong>PHP 7.4 ou superior</strong> instalado no seu servidor.

source: Transaction completed successfuly
pt_br: Transação concluída com sucesso

source: Redirecting you to the next page...
pt_br: Redirecionando você para a próxima página...
