Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-stripe-*.po
Languages: pt_br

source: https://www.ultimatemember.com/extensions/stripe
pt_br: https://www.ultimatemember.com

source: Integrates the popular payment processing platform Stripe with Ultimate Member
pt_br: Integra a popular plataforma de processamento de pagamentos Stripe com o Ultimate Member

source: every
pt_br: todo

source: month
pt_br: mês

source: %s month
pt_br: %s mês

source: year
pt_br: ano

source: %s year
pt_br: %s ano

source: week
pt_br: semana

source: %s week
pt_br: %s semana

source: day
pt_br: dia

source: %s day
pt_br: %s dia

source: You must connect to Stripe to restrict content. Click here to <a href="%1$s" class="um-stripe-dashboard-url" target="_blank">Connect Stripe Account</a>
pt_br: Você deve se conectar ao Stripe para restringir conteúdo. Clique aqui para <a href="%1$s" class="um-stripe-dashboard-url" target="_blank">Conectar Conta Stripe</a>.

source: Restrict Access by Stripe Plans
pt_br: Restringir Acesso por Planos Stripe

source: Allow users to access the content when they are subscribed to the selected Stripe Plans below.
pt_br: Permitir que os usuários acessem o conteúdo quando estiverem inscritos nos Planos do Stripe selecionados abaixo.

source: Active Subscription only
pt_br: Apenas Assinatura Ativa

source: If selected, this content will only be viewable to users with an active Stripe subscription. For example, if a user's Stripe subscription expires they will not longer be able to view this content
pt_br: Se selecionado, este conteúdo só será visível para usuários com uma assinatura Stripe ativa. Por exemplo, se a assinatura Stripe de um usuário expirar, ele não poderá mais visualizar este conteúdo.

source: Select Stripe Plans to allow access to this post
pt_br: Selecionar Planos Stripe para permitir acesso a esta publicação

source: Select Stripe Prices to allow access to this post
pt_br: Selecionar Preços Stripe para permitir acesso a esta publicação

source: This allows you to restrict content for targetted users who purchased specific prices regardless of their subscribed plan and role using this option.
pt_br: Isso permite restringir o conteúdo para usuários específicos que compraram determinados preços, independentemente do plano ou cargo ao qual estão inscritos, usando esta opção.

source: Can users subscribed to this plan view the content if they do not have the correct role permission?
pt_br: Os usuários inscritos neste plano podem visualizar o conteúdo se não tiverem a permissão de cargo correta?

source: Yes, as long as a user is subscribed to this plan/price, they can view the content regardless of their user role
pt_br: Sim, desde que um usuário esteja inscrito neste plano/preço, ele pode visualizar o conteúdo independentemente do seu cargo de usuário.

source: No, for users to view this content they must be subscribed to the plan/price AND also have the correct role permission to view
pt_br: Não, para que os usuários visualizem este conteúdo, eles devem estar inscritos no plano/preço E também ter a permissão de cargo correta para visualizar

source: Stripe Plans
pt_br: Planos Stripe

source: Setup Subscription
pt_br: Configurar Assinatura

source: Subscribe URL
pt_br: URL de Assinatura

source: When you hit on "Connect with Stripe" button, Stripe extension will create a new webhook endpoint <strong style="background-color:#ddd;">&nbsp;%1$s&nbsp;</strong> to your <a href="%2$s" class="um-stripe-dashboard-url" target="_blank">Stripe account settings</a> (if there isn't one). This will enable your site to receive notifications on the charge statuses. <span class="um-stripe-webhook-notice"></dspan>
pt_br: Quando você clicar no botão "Conectar com Stripe", a extensão Stripe criará um novo webhook endpoint <strong style="background-color:#ddd;"> %1$s </strong> nas configurações da sua <a href="%2$s" class="um-stripe-dashboard-url" target="_blank">conta Stripe</a> (se ainda não houver um). Isso permitirá que seu site receba notificações sobre o status das cobranças. <span class="um-stripe-webhook-notice"></span>

source: Disconnect Stripe Account
pt_br: Desconectar Conta do Stripe

source: Import Prices from your Stripe account
pt_br: Importar Preços da sua conta Stripe

source: Last Import:
pt_br: Última Importação:

source: When you import Stripe prices, it will create Ultimate Member Stripe Plans where each has its own settings to assign role per subscription status.
pt_br: Quando você importa preços do Stripe, serão criados Planos Stripe do Ultimate Member onde cada um tem suas próprias configurações para atribuir cargos de acordo com o status da assinatura.

source: Connect with
pt_br: Conectar com

source: The constant <strong>UM_STRIPE_DEV_LOCAL</strong> has been defined in the <strong>wp-config.php</strong> file. Your site is listening to Stripe CLI events.
pt_br: A constante <strong>UM_STRIPE_DEV_LOCAL</strong> foi definida no arquivo <strong>wp-config.php</strong>. Seu site está monitorando eventos do Stripe CLI.

source: Sandbox/Test Mode
pt_br: Modo Sandbox/Teste

source: Live Publishable Key
pt_br: Chave Publicável Live

source: Live Restricted or Secret Key
pt_br: Chave Restrita ou Secreta Live

source: You can add either the Stripe secret or restricted key. The restricted key offers greater security than the secret key. You can get/create your API keys via this <a href="https://dashboard.stripe.com/test/apikeys" target="_blank"/>page</a> on your Stripe dashboard. To learn more about adding keys to your WordPress website please see this <a target="_blank" href="https://ultimatemember.github.io/docs-v3/um-stripe/article/1607-stripe-setting-up-webhook-and-test-public-keys.html">article</a>.
pt_br: Você pode adicionar a chave secreta do Stripe ou a chave restrita. A chave restrita oferece maior segurança do que a chave secreta. Você pode obter/criar suas chaves API através desta <a href="https://dashboard.stripe.com/test/apikeys" target="_blank"/>página</a> no painel do Stripe. Para saber mais sobre como adicionar chaves ao seu site WordPress, consulte este <a target="_blank" href="https://ultimatemember.github.io/docs-v3/um-stripe/article/1607-stripe-setting-up-webhook-and-test-public-keys.html">artigo</a>

source: Test Publishable Key
pt_br: Chave Publicável de Teste

source: Test Secret Key
pt_br: Chave Secreta de Teste

source: Webhook Endpoints
pt_br: Endpoints de Webhook

source: Replace existing roles when a subscription status changes
pt_br: Substituir cargos existentes quando o status da assinatura mudar

source: When the status of a Stripe subscription changes, it either replaces all existing roles or gets combined with the new role. By default, this extension combines the new role.
pt_br: Quando o status de uma assinatura Stripe muda, ele substitui todos os cargos existentes ou se combina com o novo cargo. Por padrão, esta extensão combina o novo cargo.

source: This creates Stripe Customers in <a href="https://stripe.com/docs/billing/testing/test-clocks" target="_blank">test clock</a> mode.
pt_br: Isso cria Clientes Stripe no modo <a href="https://stripe.com/docs/billing/testing/test-clocks" target="_blank">test clock</a>.

source: Enter a Test Clock ID
pt_br: Insira um ID de Test Clock

source: Test Clock ID. Get the ID from your <a href="https://dashboard.stripe.com/test/test-clocks" target="_blank">Stripe account</a>
pt_br: ID do Test Clock. Obtenha o ID da sua <a href="https://dashboard.stripe.com/test/test-clocks" target="_blank">conta Stripe</a>.

source: Disable Activity Logs
pt_br: Desativar Logs de Atividades

source: This feature logs all users activities related to the subscriptions and onboarding process of User Registrations with Stripe fields or direct Subscribe URL. <a href="%1$s" target="_blank">View Activity Logs</a> | <a href="%2$s" target="_blank">View Payment Logs</a>
pt_br: Esse recurso registra todas as atividades dos usuários relacionadas às assinaturas e ao processo de integração de Registros de Usuários com campos Stripe ou URL de Assinatura direta. <a href="%1$s" target="_blank">Ver Logs de Atividades</a> | <a href="%2$s" target="_blank">Ver Logs de Pagamento</a>.

source: Stripe Embedded Checkout
pt_br: Checkout Incorporado do Stripe

source: By default, users when checking out will be redirected to the Stripe hosted checkout page. If you prefer to embed the Stripe checkout form directly on to your website please enable this setting. For more information please see this article.
pt_br: Por padrão, os usuários ao finalizar o pagamento serão redirecionados para a página de checkout hospedada pelo Stripe. Se preferir incorporar o formulário de checkout do Stripe diretamente em seu site, por favor, habilite esta configuração. Para mais informações, consulte este artigo.

source: Display Tax Option in Stripe Plan Settings
pt_br: Exibir Opção de Imposto nas Configurações do Plano do Stripe

source: When this option is enabled, it adds a "Display Tax on Stripe Checkout Form" option to the Stripe Plan settings, allowing tax to be displayed on the Stripe checkout form.
pt_br: Quando esta opção está ativada, ela adiciona uma opção "Exibir Imposto no Formulário de Checkout do Stripe" nas configurações do Plano Stripe, permitindo que o imposto seja exibido no formulário de checkout do Stripe.

source: Stripe License Key
pt_br: Chave de Licença do Stripe

source: Importing Stripe Prices...
pt_br: Importando Preços do Stripe...

source: Already exists
pt_br: Já existe

source: Created
pt_br: Criado

source: Manage Settings
pt_br: Gerenciar Configurações

source: Finished.
pt_br: Finalizado.

source: Connect with Stripe
pt_br: Conectar com Stripe

source: Invalid Stripe API keys
pt_br: Chaves de API Stripe inválidas

source: Valid Stripe Secret Key
pt_br: Chave Secreta Stripe Válida

source: Invalid Stripe Secret key
pt_br: Chave Secreta Stripe inválida

source: Stripe connected successfully
pt_br: Conexão com o Stripe bem-sucedida

source: Invalid Stripe Publishable Key
pt_br: Chave Publicável Stripe inválida

source: When you import Stripe prices, it will create Ultimate Member Stripe Plans where each has its own settings to assign role per subscription status. Existing Stripe plans will skip the import.
pt_br: Quando você importa preços do Stripe, serão criados Planos Stripe do Ultimate Member onde cada um tem suas próprias configurações para atribuir cargos de acordo com o status da assinatura. Planos Stripe existentes serão ignorados.

source: Invalid Webhook URL: Unable to create a Webhook Endpoint in your Stripe Account. You need a publicly accessible domain or use Stripe CLI to run in your local server.
pt_br: URL de Webhook inválida: Não foi possível criar um Endpoint de Webhook em sua conta do Stripe. Você precisa de um domínio acessível publicamente ou usar o Stripe CLI para rodar em seu servidor local.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: This debug information about Ultimate Member Stripe module.
pt_br: Essas são informações de depuração sobre o módulo Ultimate Member Stripe.

source: Live Secret Key
pt_br: Chave Secreta Live

source: Webhook Secret
pt_br: Segredo do Webhook

source: Test Webhook Secret
pt_br: Segredo do Webhook de Teste

source: Replace existing roles when subscription status has changed
pt_br: Substituir cargos existentes quando o status da assinatura tiver mudado

source: Recurring
pt_br: Recorrente

source: One-time
pt_br: Pagamento único

source: Stripe plan
pt_br: Plano Stripe

source: settings
pt_br: configurações

source: This debug information for your Ultimate Member Stripe plan.
pt_br: Essas são informações de depuração sobre o plano do Ultimate Member Stripe.

source: Mode
pt_br: Modo

source: Subscription Price
pt_br: Preço de Assinatura

source: Active Role
pt_br: Cargo Ativo

source: Unpaid Role
pt_br: Cargo não pago

source: Paused Role
pt_br: Cargo Pausado

source: Past Due Role
pt_br: Cargo Vencido

source: Incomplete Expired Role
pt_br: Cargo Incompleto Expirado

source: Incomplete Role
pt_br: Cargo Incompleto

source: Canceled Role
pt_br: Cargo Cancelado

source: Trialing Role
pt_br: Cargo em período de teste

source: Trial Period Days
pt_br: Dias do Período de Teste

source: No predefined page
pt_br: Nenhuma página predefinida

source: Filter: Show All Plans
pt_br: Filtro: Mostrar Todos os Planos

source: Filter: Show All Types
pt_br: Filtro: Mostrar Todos os Tipos

source: Filter: Show All Statuses
pt_br: Filtro: Mostrar Todos os Status

source: Inactive
pt_br: Inativo

source: Thank you for activating Ultimate Member's Stripe extension.
pt_br: Obrigado por ativar a extensão Stripe do Ultimate Member.

source: Click here to manage settings.
pt_br: Clique aqui para gerenciar configurações.

source: Your Stripe API Keys are invalid. Please add the correct keys to the Ultimate Member Stripe's settings.
pt_br: Suas chaves de API do Stripe são inválidas. Por favor, adicione as chaves corretas nas configurações do Ultimate Member Stripe.

source: Settings
pt_br: Configurações

source: Subscription Status
pt_br: Status da Assinatura

source: Refunded
pt_br: Reembolsado

source: Recurring via Payment Link
pt_br: Recorrente via Link de Pagamento

source: One-time via Payment Link
pt_br: Pagamento único via Link de Pagamento

source: View on Stripe
pt_br: Ver no Stripe

source: View Payment on Stripe
pt_br: Ver Pagamento no Stripe

source: Stripe settings
pt_br: Configurações do Stripe

source: The Price IDs field is empty. You must set the API keys in the %s.
pt_br: O campo de IDs de Preço está vazio. Você deve configurar as chaves de API em %s.

source: The URL will be generated and displayed here after the settings are saved.
pt_br: A URL será gerada e exibida aqui após as configurações serem salvas.

source: Type
pt_br: Tipo

source: Imported Subscription Price from your Stripe Account. %s
pt_br: Preço de Assinatura Importado da sua Conta Stripe. %s

source: When Payment has been SUCCEEDED, assign this role to the user
pt_br: Quando o Pagamento for REALIZADO, atribua este cargo ao usuário.

source: When Payment has been REFUNDED, assign this role to the user
pt_br: Quando o Pagamento for REEMBOLSADO, atribua este cargo ao usuário.

source: When a subscription is ACTIVE, move user to this role.
pt_br: Quando uma assinatura está ATIVA, mova o usuário para este cargo.

source: When a subscription is UNPAID, move user to this role.
pt_br: Quando uma assinatura está NÃO PAGA, mova o usuário para este cargo.

source: When a subscription is PAUSED, move user to this role.
pt_br: Quando uma assinatura está PAUSADA, mova o usuário para este cargo.

source: When a subscription is PAST DUE, move user to this role.
pt_br: Quando uma assinatura está VENCIDA, mova o usuário para este cargo.

source: When a subscription is CANCELED, move user to this role.
pt_br: Quando uma assinatura é CANCELADA, mova o usuário para este cargo.

source: When a subscription is TRIALING, move user to this role.
pt_br: Quando uma assinatura está EM PERÍODO DE TESTE, mova o usuário para este cargo.

source: The default number of trial days when subscribing a customer to a plan. This attribute enables the trialing functionality of the subscription plan. This will always overwrite any trials that might apply via a subscribed plan. You must set the trial end value to at least 2 days.
pt_br: O número padrão de dias de teste ao inscrever um cliente em um plano. Este atributo habilita a funcionalidade de teste do plano de assinatura. Isso sempre sobrescreverá quaisquer testes que possam ser aplicados por meio de um plano assinado. Você deve definir o valor de término do teste para pelo menos 2 dias.

source: Display Promotion Code field on Stripe Checkout form
pt_br: Exibir campo de Código Promocional no formulário de Checkout do Stripe

source: This allows customers to enter Promotion Code on the Stripe Checkout form. When the selected price above has adjustable amount that's enabled in the Price settings, this option will be disabled on checkout process.
pt_br: Isso permite que os clientes insiram um Código Promocional no formulário de Checkout do Stripe. Quando o preço selecionado acima tem um valor ajustável habilitado nas configurações de Preço, essa opção será desativada no processo de checkout.

source: Display Tax on Stripe Checkout form
pt_br: Exibir Imposto no formulário de Checkout do Stripe

source: This shows the tax details on the Stripe Checkout form
pt_br: Isso exibe os detalhes do imposto no formulário de Checkout do Stripe.

source: Allow Users to Switch Plan instead of Prices
pt_br: Permitir que os Usuários Troquem de Plano em vez de Preços

source: Users who have subscribed to this plan can switch to any of the chosen Stripe Plans
pt_br: Usuários que assinaram este plano podem alternar para qualquer um dos Planos Stripe escolhidos.

source: This lets users who are logged-in change the to another Stripe Plan with its Price, in this Stripe Plan. <br/><br/>Logged-in users can switch to their selected plan using the following URL:
pt_br: Isso permite que usuários logados alterem para outro Plano Stripe com seu Preço, neste Plano Stripe. Usuários logados podem alterar para o plano selecionado usando o seguinte URL:

source: Add New Stripe Plans
pt_br: Adicionar Novos Planos do Stripe

source: Users who have subscribed to this plan can switch to any of the chosen Stripe Prices
pt_br: Usuários que assinaram este plano podem alternar para qualquer um dos Preços Stripe escolhidos.

source: This lets users who are logged-in change the Price in this Stripe Plan. The prices will be shown on the Stripe Customer Portal for users to switch. <br/><br/>Logged-in users can switch to their selected prices using the following URL:
pt_br: Isso permite que usuários logados alterem o Preço neste Plano Stripe. Os preços serão exibidos no Portal do Cliente Stripe para que os usuários possam mudar. Usuários logados podem alterar para seus preços selecionados usando o seguinte URL:

source: Add New Stripe Prices
pt_br: Adicionar Novos Preços do Stripe

source: Subscription settings
pt_br: Configurações de Assinatura

source: Subscription settings documentation
pt_br: Documentação de configurações de Assinatura

source: Stripe shortcode documentation
pt_br: Documentação do shortcode do Stripe

source: Use the URL below to redirect users to the Stripe Checkout with this plan
pt_br: Use o URL abaixo para redirecionar os usuários para o Checkout do Stripe com este plano.

source: Short
pt_br: Curto

source: Switch to this Plan URL
pt_br: Mudar para este Plano URL

source: You must connect to Stripe to use this feature. Click here to <a href="%1$s" class="um-stripe-dashboard-url" target="_blank">Connect Stripe Account</a>
pt_br: Você deve se conectar ao Stripe para usar este recurso. Clique aqui para <a href="%1$s" class="um-stripe-dashboard-url" target="_blank">Conectar Conta Stripe</a>.

source: Invalid Stripe API connection
pt_br: Conexão de API Stripe inválida

source: Stripe Customer
pt_br: Cliente Stripe

source: Stripe Plan
pt_br: Plano Stripe

source: Overview
pt_br: Visão Geral

source: Subscriptions
pt_br: Assinaturas

source: Manage on Stripe
pt_br: Gerenciar no Stripe

source: No active subscriptions found for this customer.
pt_br: Nenhuma assinatura ativa encontrada para este cliente.

source: Trial started on
pt_br: Início do período de teste

source: Trial ends
pt_br: Fim do período de teste

source: Started on
pt_br: Iniciado em

source: Ends
pt_br: Termina

source: Date Subscribed
pt_br: Data de Inscrição

source: This account is currently linked to a Stripe Plan:
pt_br: Esta conta está atualmente vinculada a um Plano Stripe:

source: The active subscription price and selected price in the Stripe Plan settings do not match. The member will be assigned roles based on the Stripe plan settings while being charged the selected subscription price.
pt_br: O preço da assinatura ativa e o preço selecionado nas configurações do Plano Stripe não coincidem. O membro será atribuído cargos com base nas configurações do plano Stripe enquanto é cobrado o preço de assinatura selecionado.

source: This account is not linked to a Stripe Plan.
pt_br: Esta conta não está vinculada a um Plano Stripe.

source: Recent Invoices
pt_br: Faturas Recentes

source: Amount
pt_br: Quantia

source: Invoice Number
pt_br: Número da Fatura

source: Due
pt_br: Devido

source: No invoices found for this customer.
pt_br: Nenhuma fatura encontrada para este cliente.

source: Paid
pt_br: Pago

source: Draft
pt_br: Rascunho

source: Failed
pt_br: Falhou

source: Security Check
pt_br: Verificação de Segurança

source: Empty subscription
pt_br: Assinatura vazia

source: Empty payment method types
pt_br: Tipos de métodos de pagamento vazios

source: Invalid payment method types in `payment_method_types` attribute of the Stripe Plan shortcode
pt_br: Métodos de pagamento inválidos no atributo payment_method_types do shortcode do Plano Stripe

source: Stripe Keys are not set or Stripe endpoint is disconnected in the extension settings.
pt_br: Chaves do Stripe não configuradas ou endpoint do Stripe desconectado nas configurações da extensão.

source: If your E-mail address has been previously registered, a temporary E-mail address will be generated to create you an account on %s.
pt_br: Se seu endereço de e-mail já foi registrado, um endereço de e-mail temporário será gerado para criar sua conta em %s.

source: Deleted User
pt_br: Usuário Excluído

source: This Stripe Customer is already linked to this account.
pt_br: Este Cliente Stripe já está vinculado a esta conta.

source: Security check
pt_br: Verificação de segurança

source: Stripe Plans Type
pt_br: Tipo de Planos Stripe

source: Add Stripe Plans for users to select on registraiton
pt_br: Adicionar Planos do Stripe para os usuários selecionarem no registro

source: Single Plan ( Visible )
pt_br: Plano Único (Visível)

source: Single Plan( Hidden )
pt_br: Plano Único (Oculto)

source: Multiple Plan Options
pt_br: Opções de Múltiplos Planos

source: the link
pt_br: o link

source: Subscription field is empty. You must create a subscription plan in %s.
pt_br: Campo de Assinatura está vazio. Você deve criar um plano de assinatura em %s.

source: Stripe Prices
pt_br: Preços Stripe

source: Add Stripe Plan(s) for users to select on registration
pt_br: Adicionar Plano(s) do Stripe para os usuários selecionarem no registro

source: Select a Plan
pt_br: Selecionar um Plano

source: No plans available
pt_br: Nenhum plano disponível

source: Add New Price
pt_br: Adicionar Novo Preço

source: Gradual & Tiers Pricing Models are not supported yet.
pt_br: Modelos de Preços Gradual e por Camadas ainda não são suportados.

source: Add New
pt_br: Adicionar Novo

source: New Stripe Plan
pt_br: Novo Plano Stripe

source: Edit
pt_br: Editar

source: You did not create any Stripe Plans yet
pt_br: Você ainda não criou nenhum Plano Stripe.

source: Nothing found in Trash
pt_br: Nada encontrado na Lixeira

source: Search Stripe Plans
pt_br: Buscar Planos Stripe

source: Name
pt_br: Nome

source: Plan ID
pt_br: ID do Plano

source: Price
pt_br: Preço

source: Stripe Plan updated.
pt_br: Plano Stripe atualizado.

source: Stripe Plan created.
pt_br: Plano Stripe criado.

source: Stripe Plan saved.
pt_br: Plano Stripe salvo.

source: Stripe Plan draft updated.
pt_br: Rascunho do Plano Stripe atualizado.

source: Stripe Billing Email
pt_br: E-mail de Cobrança Stripe

source: You must provide a title
pt_br: Você deve fornecer um título.

source: Stripe Billing E-mail ( Unique )
pt_br: E-mail de Cobrança do Stripe (Único)

source: Email address is required.
pt_br: Endereço de e-mail é obrigatório.

source: Email address is already linked to an account. Please try a different one.
pt_br: Endereço de e-mail já vinculado a uma conta. Por favor, tente outro.

source: Payment successful
pt_br: Pagamento bem-sucedido
