Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-terms-conditions-*.po
Languages: pt_br

source: Ultimate Member - Terms & Conditions
pt_br: Ultimate Member - Termos e Condições

source: Add a terms and condition checkbox to your registration forms & require users to agree to your T&Cs before registering on your site.
pt_br: Adicionar uma caixa de seleção para termos e condições aos seus formulários de registro e exigir que os usuários concordem com seus T&Cs antes de se registrarem em seu site.

source: There are no members who match criteria.
pt_br: Não há membros que correspondam aos critérios.

source: Can not get email address.
pt_br: Não é possível obter o endereço de e-mail.

source: DONE.
pt_br: FEITO.

source: Email has been sent to %1$d member.
pt_br: E-mail foi enviado para %1$d membro.

source: Emails are sending. Progress
pt_br: E-mails estão sendo enviados. Progresso

source: Email has been sent to %1$d of %2$d member.
pt_br: E-mail foi enviado para %1$d de %2$d membro.

source: Information about Terms & Conditions agreement removed for %d member.
pt_br: Informações sobre o acordo de Termos e Condições removidas para %d membro.

source: Terms & Conditions
pt_br: Termos e Condições

source: Terms & Conditions - Agreement request
pt_br: Termos e Condições - Solicitação de acordo

source: Send a notification requesting confirmation of terms and conditions.
pt_br: Enviar uma notificação solicitando confirmação dos termos e condições.

source: {site_name} - Terms & Conditions
pt_br: {site_name} - Termos e Condições

source: Please confirm terms and conditions on the site {site_name}
pt_br: Por favor, confirme os termos e condições no site {site_name}

source: Terms & Conditions account tab
pt_br: Guia de Termos e Condições da conta

source: Enable/disable the Terms & Conditions account tab in account page
pt_br: Habilitar/desabilitar a guia de Termos e Condições na página da conta

source: Hide the tab after agreement
pt_br: Ocultar a guia após a aceitação

source: Hide the Terms & Conditions account tab after agreement
pt_br: Ocultar a guia de Termos e Condições após a aceitação

source: Content
pt_br: Conteúdo

source: Toggle Show text
pt_br: Alternar Mostrar texto

source: Show Terms
pt_br: Mostrar Termos

source: Toggle Hide text
pt_br: Alternar Ocultar texto

source: Hide Terms
pt_br: Ocultar Termos

source: Checkbox agreement description
pt_br: Descrição do acordo da caixa de seleção

source: I agree to these terms and conditions
pt_br: Eu concordo com estes termos e condições

source: Error text
pt_br: Texto de erro

source: You must agree to our terms & conditions
pt_br: Você deve concordar com nossos termos e condições

source: Reset agreement
pt_br: Redefinir acordo

source: This tool removes information about Terms & Conditions agreement for members with selected role(s).
pt_br: Esta ferramenta remove informações sobre o acordo de Termos e Condições para membros com o(s) cargo(s) selecionado(s).

source: All Roles
pt_br: Todos os Cargos

source: Reset
pt_br: Redefinir

source: Send agreement notification
pt_br: Enviar notificação de acordo

source: This tool sends the `Terms & Conditions - Agreement request` email for members with selected role(s) who have not confirmed terms and conditions yet.
pt_br: Esta ferramenta envia o e-mail Termos e Condições - Solicitação de acordo para membros com o(s) cargo(s) selecionado(s) que ainda não confirmaram os termos e condições.

source: Send Emails
pt_br: Enviar E-mails

source: Run
pt_br: Executar

source: Pause
pt_br: Pausar

source: Cancel
pt_br: Cancelar

source: Select page
pt_br: Selecionar página

source: Enable on this form
pt_br: Habilitar neste formulário

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Please confirm that you agree to our terms & conditions
pt_br: Por favor, confirme que você concorda com nossos termos e condições

source: Error Text
pt_br: Texto de Erro

source: Confirm
pt_br: Confirmar

source: You have confirmed terms and conditions.
pt_br: Você confirmou os termos e condições.

source: Please agree terms & conditions.
pt_br: Por favor, concorde com os termos e condições.

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>
