Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-user-tags-*.po
Languages: pt_br

source: Ultimate Member - User Tags
pt_br: Ultimate Member - Tags de Usuário

source: Allow users to add tags to their profiles easily
pt_br: Permitir que os usuários adicionem tags aos seus perfis facilmente

source: Run this task from time to time to keep user tags count fresh.
pt_br: Execute esta tarefa de vez em quando para manter a contagem de tags de usuário atualizada.

source: Clear user tags cache
pt_br: Limpar cache de tags de usuário

source: Show only users with current tags
pt_br: Mostrar apenas usuários com as tags atuais

source: You did not create any user tags fields yet.
pt_br: Você ainda não criou nenhum campo de tags de usuário.

source: Show user tags in profile head?
pt_br: Mostrar tags de usuário no cabeçalho do perfil?

source: Choose the user tags source to show in profile header
pt_br: Escolha a fonte de tags de usuário a ser exibida no cabeçalho do perfil

source: Can add tags?
pt_br: Pode adicionar tags?

source: Can this role add custom tag?
pt_br: Este cargo pode adicionar tags personalizadas?

source: Select a user tags source
pt_br: Selecionar uma fonte de tags de usuário

source: Choose the user tags type that user can select from
pt_br: Escolha o tipo de tags de usuário que o usuário pode selecionar

source: %s is required.
pt_br: %s é obrigatório.

source: Your user tags cache is now removed.
pt_br: Seu cache de tags de usuário foi removido.

source: Count
pt_br: Contagem

source: View members
pt_br: Ver membros

source: User Tags
pt_br: Tags de Usuário

source: User Tags License Key
pt_br: Chave de Licença de Tags de Usuário

source: User tag slug
pt_br: Slug da tag de usuário

source: Base permalink for user tag
pt_br: Permalink base para a tag de usuário

source: Once this setting is changed you should update WordPress rewrite rules. Go to the page [Settings > Permalinks] and click the "Save Changes" button.
pt_br: Uma vez que esta configuração seja alterada, você deve atualizar as regras de reescrita do WordPress. Vá para a página [Configurações > Links Permanentes] e clique no botão "Salvar Alterações".

source: Maximum number of tags to display in user profile
pt_br: Número máximo de tags a serem exibidas no perfil do usuário

source: Remaining tags will appear by clicking on a link
pt_br: Tags restantes aparecerão clicando em um link

source: Base member directory
pt_br: Diretório base de membros

source: Select base member directory to use its settings for displaying users with this tag
pt_br: Selecionar diretório base de membros para usar suas configurações para exibir usuários com esta tag

source: There are no tags to display.
pt_br: Não há tags para exibir.

source: User Tag
pt_br: Tag de Usuário

source: Search User Tags
pt_br: Pesquisar Tags de Usuário

source: Popular User Tags
pt_br: Tags de Usuário Populares

source: All User Tags
pt_br: Todas as Tags de Usuário

source: Edit User Tag
pt_br: Editar Tag de Usuário

source: Update User Tag
pt_br: Atualizar Tag de Usuário

source: Add New User Tag
pt_br: Adicionar Nova Tag de Usuário

source: New User Tag Name
pt_br: Novo Nome de Tag de Usuário

source: Separate user tags with commas
pt_br: Separe as tags de usuário com vírgulas

source: Add or remove user tags
pt_br: Adicionar ou remover tags de usuário

source: Choose from the most used user tags
pt_br: Escolha entre as tags de usuário mais usadas

source: No user tags found.
pt_br: Nenhuma tag de usuário encontrada.

source: You must provide a title
pt_br: Você deve fornecer um título

source: Display user tags in a widget
pt_br: Exibir tags de usuário em um widget

source: Title:
pt_br: Título:

source: Select the user tags type:
pt_br: Selecionar o tipo de tags de usuário:

source: Select the user field:
pt_br: Selecionar o campo de usuário:

source: Order tags by:
pt_br: Ordenar tags por:

source: Name
pt_br: Nome

source: Maximum number of tags to show:
pt_br: Número máximo de tags a serem exibidas:

source: %s more
pt_br: %s a mais

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>.
