Repository: Vitord1984/Traducao-Ultimate-Member-e-Extensoes-PT-BR-
Catalog: um-verified-*.po
Languages: pt_br

source: Ultimate Member - Verified Users
pt_br: Ultimate Member - Usuários Verificados

source: Allow users to get verified and have a verification badge next to their name
pt_br: Permitir que os usuários se verifiquem e tenham um distintivo de verificação ao lado do nome

source: Users with this role will automatically have a verified account
pt_br: Usuários com este cargo terão automaticamente uma conta verificada

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Prevent users with this role from requesting verification?
pt_br: Impedir que usuários com este cargo solicitem verificação?

source: Verified Account
pt_br: Conta Verificada

source: Only show members who have verified their profile
pt_br: Mostrar apenas membros que verificaram seu perfil

source: Verified accounts first
pt_br: Contas verificadas primeiro

source: Not verified accounts first
pt_br: Mostrar contas não verificadas primeiro

source: Congratulations! Your account is now verified.
pt_br: Parabéns! Sua conta agora está verificada.

source: Security check
pt_br: Verificação de segurança

source: Unauthorized.
pt_br: Não autorizado.

source: You are not allowed to do this action.
pt_br: Você não tem permissão para realizar esta ação.

source: Verified options
pt_br: Opções Verificadas

source: Lock to verified accounts only
pt_br: Bloquear apenas para contas verificadas

source: Mark accounts as verified
pt_br: Marcar contas como verificadas

source: Mark accounts as unverified
pt_br: Marcar contas como não verificadas

source: Verified Users
pt_br: Usuários Verificados

source: Verify
pt_br: Verificar

source: Approve verification request
pt_br: Aprovar solicitação de verificação

source: Reject verification request
pt_br: Rejeitar solicitação de verificação

source: Unverify
pt_br: Desverificar

source: Account Verifications
pt_br: Verificações de Conta

source: Request Verification
pt_br: Solicitar Verificação

source: User account is verified
pt_br: Conta de usuário verificada

source: When my account gets verified
pt_br: Quando minha conta for verificada

source: Verify user account
pt_br: Verificar conta de usuário

source: Verify the user's account when he/she completes his/her profile.
pt_br: Verifique a conta do usuário quando ele/ela completar seu perfil.

source: Account Verification
pt_br: Verificação de Conta

source: Unverified Account
pt_br: Conta Não Verificada

source: Lock content to verified accounts only?
pt_br: Bloquear conteúdo apenas para contas verificadas?

source: Verified Accounts
pt_br: Contas Verificadas

source: Verified Lock
pt_br: Bloqueio Verificado

source: Account is verified Email
pt_br: A conta foi verificada por E-mail

source: Send a notification to user when his account is verified
pt_br: Enviar uma notificação ao usuário quando sua conta for verificada

source: Verification Request Email
pt_br: Email de Solicitação de Verificação

source: Send a notification email to admin when a user requests to have their account verified.
pt_br: Enviar um email de notificação para o administrador quando um usuário solicitar a verificação de sua conta.

source: Verified Users License Key
pt_br: Licença do Usuários Verificados

source: Get Verified
pt_br: Verificar

source: Your verification request is currently pending. <a href="%s" class="um-verified-cancel-request">Cancel request?</a>
pt_br: Sua solicitação de verificação está pendente. <a href="%s" class="um-verified-cancel-request">Cancelar solicitação?</a>

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
pt_br: A extensão <strong>%s</strong> requer que o plugin Ultimate Member esteja ativado para funcionar corretamente. Você pode baixá-lo <a href="https://wordpress.org/plugins/ultimate-member">aqui</a>.
